{
    "home": "Home",
    "devi": "Request a deviation",
    "about": "About me",
    "contact": "Contact",
    "services": "Services",
    "references": "References",
    "price":"Prising",
    "portfolio": "Portfolio",
    "ourServices":"My Services",
    "pathway":"Pathway",
    "expiriences":"Experiences",
    "yearExperiences":"Years of Experience",
    "realiseProject":"Completed web projects",
    "satisfiedCustomer":"Satisfied Customer",
    "averageDelay": "Average delivery time",
    "averageBudget": "Average project budget",
    "showcaseWebsite":"Website creation",
    "learnMore":"Learn more",
    "reworkWebsite":"Website Redesign",
    "ecommerceWebste":"E-commerce website creation",
    "saas":"Business software / SaaS",
    "mobileApp":"Mobile Application",
    "all": "All",
    "website":"Website",
    "ecommerce": "E-commerce website",
    "ourReferences":"My References",
    "priceTitle":"A rate tailored to your needs!",
    "standartWebsite":"Standard website",
    "ofHand":"Custom-made",
    "Wordpress":"CMS",
    "mix":"MIX",
    "devOn":"Developed with WORDPRESS",
    "outilTool":"(Content Management Tool)",
    "devMix":"Custom design coupled with a content management tool",
    "outilMix":"(Content Management Tool) + Custom Design",
    "handDev":"Custom-developed",
    "handOutil":"(Coding by hand)",
    "from":"Starting from",
    "maintice":"Maintenance rate",
    "hourOr":"Hours or",
    "year":"YEAR",
    "update":"Update website & plugins",
    "graphChanging":"Graphic & content modification",
    "saving":"Monthly offsite backup",
    "performanceOptimisation":"Performance optimisation",
    "restauring":"Restore in case of hacking",
    "contactMe": "Contact Me",
    "specificDev":"Specific development",
    "dayPrice":"Average daily rate",
    "day":"DAY",
    "whatsapp":"Via whatsapp",
    "perPhone":"By phone",
    "perEmail":"By email",
    "time":"Schedule",
    "week":"Monday - Friday",
    "hourTime":"09:00 - 17:00",
    "errName":"Please enter your full name",
    "errValidEmail":"Please enter a valid email address",
    "errEmail":"Email is required",
    "errSubject":"Please indicate the subject of the message",
    "errMessage": "Please enter your message",
    "successContact":"Your message has been sent successfully. Please check your inbox; if you don’t see it, check your spam folder.",
    "errorContact":"An error occurred while sending the message. i recommend waiting a few moments and trying again.",
    "sendMessage":"Send",
    "yourMessage":"Your message",
    "yourSubject":"The subject of your message",
    "yourEmail":"Your email",
    "yourName":"Your full name",
    "shareOn":"Share on social networks",
    "devTitle":"Freelance Web and Mobile Developer",
    "devDescription":"Independent web and mobile developer, expert in Angular, React, Next.js, PHP, and Node.js. Over 6 years of experience (since 2018) working on a wide range of projects, including professional applications, freelance missions, and personal projects, from concept to deployment.",
    "legalNotice":"Legal notice",
    "right":"All rights reserved.",
    "domainTitle":"Specialized in development",
    "navigation":"Navigation",
    "realisation":"My Achievements",
    "yeare":"Year",
    "categorie":"Category",
    "techno":"Technologies",
    "websiteLink":"Link to the website",
    "websiteOnMaintenance":"Website Under Maintenance",
    "tasksOnWebsite":"Tasks completed on the site & app",
    "ecommerceWebSite":"E-commerce website",
    "web":"Website",
    "title1": "Bachelor in Computer Science",
    "countryDe": "Germany",
    "periode1": "October 2017 - July 2020",
    "description1": "I began my university studies in computer science in Germany, where I completed a three-year Bachelor's cycle.",
    "title2": "Bac +4 (RNCP) Web and Mobile Developer",
    "countryFr": "France",
    "periode2": "January 2021 - November 2021",
    "description2": "After obtaining my Bachelor's degree, I moved to France to continue my studies at the Bac +4 level in Web and Mobile Development.",
    "title3": "Bac +5 (RNCP) IT and Information Systems Expert",
    "periode3": "January 2022 - February 2023",
    "description3": "I continued my studies in France to achieve the Bac +5 level in IT and Information Systems Expert {rncp}, thus consolidating my skills and knowledge in computer science.",
    "periode": "Period",
    "country": "Location",
    "enterprice":"Enterprice",
    "enterprice1":"udg",
    "enterprice2":"graphicon",
    "enterprice3":"waveconnect",
    "enterprice4":"avlis formation",
    "enterprice5":"Freelance contract",
    "exTitle1":"Study stage (Web Developer)",
    "exTitle4":"Freelance Project",
    "exTitle3":"Bac +4 (Web Developer/Mobile)",
    "exTitle2":"Bac +5 (IT Expert and Information Systems)",
    "exTitle5":"Freelance Project",
    "exPeriode1":"March 2015 - September 2015",
    "exPeriode3":"June 2021 - October 2021",
    "exPeriode2":"February 2022 - February 2023",
    "exPeriode4":"February 2023 - July 2024",
    "exPeriode5":"December 2024 - January 2025",
    "exDescription1": "During this internship, I learned the company's development practices, such as the different environments (development, staging, production) and the versioning system. Subsequently, I was involved in concrete projects, such as modifying and adding images, contact forms, email templates, as well as adding JavaScript (JQuery) functionalities and integrating Google Maps.",
    "exDescription4": "Freelance mission focused on designing and developing a Christian dating platform, featuring video calls, real-time messaging, and biblical verse sharing to encourage meaningful, faith-based connections.",
    "exDescription3": "As an intern at WaveConnect, I worked on two projects: an e-commerce site without a CMS and a web application. The first project, developed in PHP, JavaScript, and MySQL, was for a restaurant with multiple points of sale, with the main objective of allowing customers to order online. The second project, also in PHP, JavaScript, and MySQL, aimed to determine the distance between the delivery location and the restaurant to set a price.",
    "exDescription2": "During my apprenticeship at Avlis, I mainly worked on a CRM composed of several branches (student space, back office, showcase site). My tasks included fixing bugs, adding new features, suggesting improvements, and studying the possibility of redoing the CRM with current technologies for better understanding of the tool by students, employees, and developers.",
    "exDescription5": "Freelance mission focused on designing and developing a custom website, featuring a dynamic back office that allows the client to create, update, and manage services and workshops independently, based on their needs. The project also included the implementation of a blog management system fully accessible from the back office. Back office: an administrative area where the client can easily manage website content (blog, services, workshops, etc.).",
    "moreEx": "For more information about my professional and personal experiences, check out my portfolio.",
    "serviceDescription": "Thanks to the expertise I have gained through various projects, I am able to meet your most complex needs while respecting your expectations and requirements. Below you will find a list of the services offered along with their descriptions.",
    "serviceWebsite": "A showcase website is a digital business card that presents your activity, services, and values. Lightweight, fast, and designed to convert, it helps clients find you easily, boosts credibility, and generates leads. Ideal for small businesses, freelancers, and artisans, it works as a 24/7 marketing tool without requiring constant updates.",
    "serviceWebsiteRework": "A website redesign modernizes your online presence to enhance user experience, SEO, and sales performance. I optimize design, speed, and security while adapting your site to the latest trends and technologies. An updated site strengthens credibility, attracts more visitors, and improves conversions. This applies to showcase sites, e-commerce, or web apps.",
    "serviceEcommerce": "An e-commerce site is an online store that lets you sell products 24/7, worldwide. Unlike a physical store, it reduces fixed costs, attracts more customers, and increases sales through a high-performing digital channel. I help you build a custom, conversion-optimized, and secure store tailored to your needs. Boost your business with a professional store that turns visitors into buyers!",
    "serviceSaas": "A business software (or SaaS) is a custom digital solution designed to automate and optimize your workflows. Accessible online, it simplifies operations, improves productivity, and adapts to your specific needs while cutting infrastructure costs. Ideal for boosting efficiency and competitiveness.",
    "serviceApp": "A mobile app is software designed for smartphones and tablets, offering an optimized user experience. It enhances customer engagement, automates processes, or provides innovative services (e-commerce, bookings, real-time tracking…). I develop custom, high-performance, and intuitive apps tailored to your business needs. Boost visibility and efficiency with a personalized mobile solution!",
    "serviceSiteVitrineTitle": "Website Creation",
    "serviceSiteVitrineAvantageTitel1": "24/7 Visibility",
    "serviceSiteVitrineAvantageDescrip1": "Your business remains accessible at all times, even outside of opening hours, expanding your business opportunities.",
    "serviceSiteVitrineAvantageTitel2": "Professional Credibility",
    "serviceSiteVitrineAvantageDescrip2": "A well-designed website strengthens brand image and inspires confidence in prospects (75% judge a company's credibility based on its website).",
    "serviceSiteVitrineAvantageTitel3": "Local SEO",
    "serviceSiteVitrineAvantageDescrip3": "Appear in Google Maps results and local searches ('plumber near me').",
    "serviceSiteVitrineAvantageTitel4": "Versatile Marketing Support",
    "serviceSiteVitrineAvantageDescrip4": "Integrate with your business cards, email signatures, and social networks for unified communication.",
    "serviceSiteVitrineAvantageTitel5": "Visitor Analysis",
    "serviceSiteVitrineAvantageDescrip5": "Tools like Google Analytics reveal your audience's behavior to optimize your offers.",
    "serviceSiteVitrineDef": "What is website creation?",
    "serviceSiteVitrineSubTitle": "Different methods of creating a showcase website",
    "websiteVitrineCostTitle": "How much does website creation cost?",
    "websiteVitrineAvantgeTitle": "Creating websites offers numerous advantages, such as:",
    "defworpress": "A <strong>showcase site</strong> created with a CMS (Content Management Tool) is a turnkey web platform that presents a company, its products or services, without complex e-commerce functionalities. Tools like WordPress, Joomla, or Drupal allow for easy management without advanced technical skills. It offers a professional, customizable showcase, optimized for SEO and mobile-friendly. Ideal for boosting online visibility and credibility at a lower cost.",
    "defWebsiteFromHand": "A <strong>showcase site</strong> <strong>HANDMADE (manually coded)</strong> is a website developed without a CMS (like WordPress), fully programmed in <strong>HTML, CSS, and JavaScript</strong> (with possible frameworks like <strong>React or Angular</strong>). It presents a company, its services, and contact details with a custom design, optimized for performance and SEO. Unlike predefined templates, it offers a unique experience tailored to the client's visual identity, with full control over the code and functionalities. Ideal for a professional, lightweight, fast showcase that stands out from the competition.",
    "hybride": "Hybrid method",
    "wordpressAndDevofHand": "Creating a <strong>showcase site</strong> using the hybrid method combines custom development and CMS: the template and functionalities are manually coded for a unique design, then integrated into a content management system (e.g., WordPress). This approach offers extensive customization while retaining the simplicity of CMS administration.",
    "notionwordpress": "Technical notion - <strong>Plugins</strong>: pre-built functionalities, <strong>Theme</strong>: pre-built design, <strong>SEO (Search Engine Optimization)</strong>: web referencing, <strong>Backoffice</strong>: dedicated space for the client to manage website content (images, text...) without touching the code.",
    "avWorpressTitle1": "Ease of use",
    "avWorpressText1": "Intuitive interface, no technical skills required to manage content. The client can handle content management themselves (add images, text...).",
    "avWorpressTitle2": "Economical and quick to deploy",
    "avWorpressText2": "Cheaper than custom development, with ready-to-use themes and plugins.",
    "avWorpressTitle3": "Less costly and complex maintenance",
    "avWorpressText3": "The client can manage the content themselves, reducing maintenance costs. On a custom site, content management is done by the developer, apart from maintenance related to design and functionality.",
    "avWorpressTitle4": "SEO optimized",
    "avWorpressText4": "Clean structure and integrated tools (Yoast SEO) for better natural ranking.",
    "avWorpressTitle5": "Community and support",
    "avWorpressText5": "Extensive documentation and free or paid online support.",
    "disWorpressTitle1": "Technical limitations",
    "disWorpressText1": "Some advanced customizations require an experienced developer. This results in higher costs that would be lower for the same functionality on a custom site.",
    "disWorpressTitle2": "Plugin not suitable and not modifiable",
    "disWorpressText2": "The plugins used are not 100% suited to the site's needs, and some modifications may be impossible.",
    "disWorpressTitle3": "Variable performance",
    "disWorpressText3": "Can slow down with too many poorly optimized plugins.",
    "disWorpressTitle4": "Dependency on plugins",
    "disWorpressText4": "Some free plugins become paid or are abandoned.",
    "disWorpressTitle5": "Security to monitor",
    "disWorpressText5": "Preferred target of hackers (necessity of backups and protections).",
    "avOfHandTitle1": "Full customization",
    "avOfHandText1": "The site is designed specifically for your needs, with unique functionalities and a design tailored to your brand image.",
    "avOfHandTitle2": "Optimized performance",
    "avOfHandText2": "Clean code and custom technical architecture ensure fast loading times and a better user experience.",
    "avOfHandTitle3": "Scalability",
    "avOfHandText3": "Easily modifiable and extensible, unlike prefabricated solutions that can limit future updates.",
    "avOfHandTitle4": "Enhanced security",
    "avOfHandText4": "Less vulnerable to generic attacks (unlike popular CMS often targeted by hackers).",
    "avOfHandTitle5": "Technical independence",
    "avOfHandText5": "No restrictions imposed by a CMS (themes, plugins), you have full control over your site.",
    "disOfHandTitle1": "Higher cost",
    "disOfHandText1": "Requires more time and expertise than a standard CMS, hence a larger initial budget.",
    "disOfHandTitle2": "Development time",
    "disOfHandText2": "Design and coding take longer than a turnkey solution (e.g., WordPress with an existing theme).",
    "disOfHandTitle3": "Technical maintenance required",
    "disOfHandText3": "Updates, fixes, and hosting must be actively managed (unlike all-in-one SaaS solutions).",
    "disOfHandTitle4": "Dependency on the developer",
    "disOfHandText4": "Without an in-house technical team, major modifications require hiring a professional.",
    "disOfHandTitle5": "No plugin ecosystem",
    "disOfHandText5": "Unlike CMS, each new functionality must be manually coded.",
    "avHybrideTitle1": "Unique & Professional Design",
    "avHybrideText1": "A 100% customized template perfectly reflects your visual identity, unlike predefined themes.",
    "avHybrideTitle2": "Optimized User Experience",
    "avHybrideText2": "Custom-developed functionalities for your specific needs (animations, customer journey, etc.).",
    "avHybrideTitle3": "Technical Flexibility",
    "avHybrideText3": "No limitations imposed by a prefabricated theme (deep modifications possible).",
    "avHybrideTitle4": "Simplified Content Management",
    "avHybrideText4": "CMS backoffice (e.g., WordPress) to modify texts/images without technical skills.",
    "avHybrideTitle5": "Better SEO & Performance",
    "avHybrideText5": "Hand-optimized code for a fast and well-referenced site.",
    "disHybrideTitle1": "Higher Cost",
    "disHybrideText1": "More expensive than a ready-made template (custom development).",
    "disHybrideTitle2": "Longer Realization Time",
    "disHybrideText2": "Manual creation takes longer than a predefined theme.",
    "disHybrideTitle3": "Technical Maintenance Required",
    "disHybrideText3": "Updates to custom code require a developer.",
    "notionWebsiteFromHand": "Technical notion - <strong>HTML, CSS, and JavaScript</strong>: Programming languages, <strong>CMS</strong>: Content Management Tool, <strong>Frameworks</strong>: Library or library facilitating web development.",
    "notionwordpressAndDevofHand": "Technical notion - <strong>Hybrid</strong>: Combines both development approaches (Custom design and functionality, content management (images, text...) with a CMS), <strong>CMS</strong>: Content Management Tool.",
    "advantage": "Advantage",
    "disadvantage": "Disadvantage",
    "websiteVitrineReferenceTitle": "Some Showcase Website Creations",
    "serviceReworkWebsiteTitle": "Website Redesign (Showcase, E-commerce, Web Application)",
    "serviceReworkWebsiteSubTitle": "Different methods for redesigning a website (Showcase, E-commerce, Web Application)",
    "websiteReworkWebsiteAvantgeTitle": "Redesigning a website (Showcase, E-commerce, Web Application) offers numerous advantages, including:",
    "serviceReworkWebsiteAvantageTitel1": "Image Modernization",
    "serviceReworkWebsiteAvantageDescrip1": "An updated design enhances credibility and attracts more visitors (+70% engagement according to studies).",
    "serviceReworkWebsiteAvantageTitel2": "Mobile Optimization",
    "serviceReworkWebsiteAvantageDescrip2": "Improves user experience (55% of traffic comes from mobile) and SEO.",
    "serviceReworkWebsiteAvantageTitel3": "Enhanced Performance",
    "serviceReworkWebsiteAvantageDescrip3": "A faster site reduces bounce rate (40% of visitors leave if loading time >3s).",
    "serviceReworkWebsiteAvantageTitel4": "Enhanced Security",
    "serviceReworkWebsiteAvantageDescrip4": "Protection against cyber attacks (essential for e-commerce and GDPR).",
    "serviceReworkWebsiteAvantageTitel5": "Integration of New Technologies",
    "serviceReworkWebsiteAvantageDescrip5": "(One-click payments, chatbots, APIs…) = competitive advantage.",
    "notionrework": "Technical Concept - <strong>Techs</strong>: Technologies, <strong>GDPR</strong>: European data protection regulation, <strong>Chatbots</strong>: Intelligent conversational bot that answers your questions in a well-defined context, <strong>API</strong>: Communication method between different applications (using a service or functionality from an external application).",
    "serviceReworkWebsiteDef": "What is website redesign?",
    "wordpressAndDevofHandRework": "The <strong>redesign of a website (Showcase, E-commerce, Web Application)</strong> using a hybrid method combines custom development and CMS: the template and functionalities are manually coded for a unique design and then integrated into a content management system (e.g., WordPress). This approach offers extensive customization while retaining the simplicity of CMS administration.",
    "notionvitrine": "Technical Concept - <strong>SEO</strong>: Search engine optimization (appearing in search engines like Google, Bing, Yahoo...), <strong>Google Maps</strong>: Interactive digital world map that can help you find an address, a location..., <strong>Google Analytics</strong>: Interface for monitoring traffic on your site.",
    "websiteCostSubPara": "For an estimate of the cost of your website creation project, please contact me via the contact form. I will assess the feasibility of your project and send you a quote.",
    "websiteReworkWebsiteCostTitle": "How much does a website redesign cost?",
    "websiteReworkWebsiteCostPara": "The cost of redesigning a website will depend directly on the desired functionalities, the chosen development method (CMS, custom development, or hybrid). Therefore, the budget will be higher or lower depending on the complexity of your project.",
    "websiteVitrineCostPara": "The cost of creating a website will depend directly on the desired functionalities, the chosen development method (CMS, custom development, or hybrid). Therefore, the budget will be higher or lower depending on the complexity of your project.",
    "websiteReworkReferenceTitle": "Some Revamped Websites",
    "serviceEcommerceWebsiteDef": "What is the creation of an e-commerce website?",
    "serviceEcommerceWebsiteTitle": "Creation of an E-commerce Website",
    "serviceEcommerceWebsiteSubTitle": "Different methods for creating an e-commerce website",
    "websiteEcommerceWebsiteAvantgeTitle": "Creating an e-commerce website for merchants with or without a physical store offers numerous advantages, including:",
    "serviceEcommerceWebsiteAvantageTitel1": "Expanded Customer Base",
    "serviceEcommerceWebsiteAvantageDescrip1": "Sell 24/7 to customers beyond your geographic area. Reach new markets without physical limits, even internationally.",
    "serviceEcommerceWebsiteAvantageTitel2": "Valuable Customer Data",
    "serviceEcommerceWebsiteAvantageDescrip2": "Analyze purchasing behavior (pages visited, abandoned carts) to tailor your offerings and promotions with precision.",
    "serviceEcommerceWebsiteAvantageTitel3": "Optimized Management",
    "serviceEcommerceWebsiteAvantageDescrip3": "Automation of processes (orders, invoices, inventory). Save time to focus on business strategy.",
    "serviceEcommerceWebsiteAvantageTitel4": "Crisis Resilience",
    "serviceEcommerceWebsiteAvantageDescrip4": "Alternative to forced closures (lockdowns, bad weather). Diversify your sales channels for greater stability.",
    "serviceEcommerceWebsiteAvantageTitel5": "Flexibility in Evolution",
    "serviceEcommerceWebsiteAvantageDescrip5": "Easily modify offers, prices, or promotions in real-time without physical constraints (labeling, storefront).",
    "notionecommerce": "Technical Concept - <strong>Sales Channels</strong>: The way you offer your products, <strong>physical constraints</strong>: Ease of changing product prices via a content management tool (CMS).",
    "websiteEcommerceWebsiteCostTitle": "How much does it cost to create an e-commerce website?",
    "websiteEcommerceWebsiteCostPara": "The cost of creating an e-commerce website will depend directly on the features and the chosen development method (CMS, custom development, or hybrid). Thus, depending on the complexity of your project, the budget will be higher or lower.",
    "defecommerceworpress": "The <strong>creation of an e-commerce website</strong> using a CMS involves using a content management platform (such as Shopify, WooCommerce, or PrestaShop) to develop an online store without coding. These turnkey solutions offer integrated e-commerce features (catalog, cart, payment) while allowing design customization through themes and extensions. The major advantage lies in the ease of managing products, orders, and customers, even without technical skills, while ensuring a quick and secure online presence.",
    "defEcommerceWebsiteFromHand": "The <strong>creation of an e-commerce website</strong> from scratch involves developing an online store entirely <strong>without using a pre-built CMS</strong> (like Shopify or WooCommerce). The code (HTML, CSS, JavaScript for the front-end and PHP, Node.js, Python, SQL for the back-end) is written manually, providing full control over design, features, and performance. This method allows for a tailored experience, adapted to the specific needs of the business.",
    "wordpressAndDevofHandEcommerce": "The <strong>creation of an e-commerce website</strong> using the hybrid method combines custom development and CMS: the template and features are manually coded for a unique design and then integrated into a content management system (e.g., WordPress). This approach offers extensive customization while retaining the simplicity of administration via the CMS.",
    "notionEcommerceFromHand": "Technical Concept - <strong>HTML, CSS, JavaScript, PHP, Node.js, Python, SQL</strong>: Programming languages, <strong>CMS</strong>: Content management tool, <strong>Front-end</strong>: The visible part of the site (design), <strong>Back-end</strong>: The invisible part of the site that manages the major functionalities of the application (adding to cart, making payments, etc.).",
    "notionwordpressAndDevofHandEcommerce": "Technical Concept - <strong>Hybrid</strong>: Combines both development approaches (custom-made design and functionality, content management (images, text...) with a CMS), <strong>CMS</strong>: Content management tool, <strong>Template</strong>: Represents the handcrafted design of the site.",
    "defreworkworpress": "The <strong>redesign of a website (Showcase, E-commerce)</strong> under a CMS involves restructuring and modernizing an existing site while retaining its content management system. This operation usually includes a design update, optimization of the user experience, improvement of technical performance, and adaptation to new web standards, while preserving or migrating existing content. The goal is to improve the site's efficiency while maintaining the ease of management offered by the CMS, without questioning its basic architecture.",
    "defReworkWebsiteFromHand": "The <strong>manual redesign</strong> of a <strong>website (Showcase, E-commerce, Web Application)</strong> involves completely restructuring an existing site by manually recoding its architecture, design, and features without using ready-made systems. This custom approach allows for the optimization of technical performance, perfect adaptation of ergonomics to user needs, and updating of the visual identity, while preserving or improving SEO. Unlike a simple cosmetic update, manual redesign involves a complete reconstruction of the source code for a durable and perfectly tailored solution to strategic objectives.",
    "notionWebsiteReworkFromHand": "Technical Concept - <strong>CMS</strong>: Content management tool, <strong>SaaS</strong>: Software as a Service (software executed in the web/browser), <strong>Plugins</strong>: Pre-built functionalities, <strong>Theme</strong>: Pre-built design, <strong>Ergonomics</strong>: User interface and experience.",
    "websiteEcommerReferenceTitle": "Some E-commerce Website Creations",
    "serviceAppTitle": "Mobile App Creation",
    "apphybride": "Hybrid Method",
    "appcross": "Cross-Platform Method",
    "appnative": "Native Method",
    "serviceAppSubTitle": "Different ways to create a mobile app",
    "cms":"WORDPRESS (CMS)",
    "serviceAppDef": "What is mobile app creation?",
    "appAvantgeTitle": "Creating a mobile app offers many advantages, including:",
    "appnotion": "Technical Concept - .",
    "serviceAppAvantageTitel1": "Push Notifications",
    "serviceAppAvantageDescrip1": "Direct communication with customers for promotions, reminders, or alerts, boosting engagement up to 3× more than email/SMS.",
    "serviceAppAvantageTitel2": "Optimized User Experience",
    "serviceAppAvantageDescrip2": "Smooth and intuitive mobile interfaces, specifically designed for touchscreens, offering more pleasant navigation than mobile web.",
    "serviceAppAvantageTitel3": "Offline Access",
    "serviceAppAvantageDescrip3": "Features available without internet, crucial for poorly served areas or mobile use (e.g., maps, documents).",
    "serviceAppAvantageTitel4": "Omnipresent Brand",
    "serviceAppAvantageDescrip4": "The icon on the home screen enhances your visibility, reminding customers of your existence daily.",
    "serviceAppAvantageTitel5": "Device Integration",
    "serviceAppAvantageDescrip5": "Use of camera, GPS, contacts for unique features (image recognition, geolocation, biometric payment).",
    "serviceAppCostTitle": "How much does mobile app creation cost?",
    "serviceAppCostPara": "The rates for creating a mobile app will depend directly on the features and the chosen development method (PWA, Frameworks, Native Development). Thus, depending on the complexity of your project, the budget will be higher or lower.",
    "serviceAppCostSubPara": "For an estimate of the cost of your mobile app creation project, please contact me via the contact form. I will assess the feasibility of your project and send you a quote.",
    "defapphybride": "A hybrid app combines native and web elements. It uses web technologies (HTML, CSS, JavaScript) in a native container, allowing for rapid and cross-platform development. It offers a consistent user experience while accessing the device's native features.",
    "defappcrossplatform": "Creating a Cross-Platform app allows for the development of an application that runs on multiple operating systems (iOS, Android) from a single codebase. This reduces development costs and time while offering a consistent user experience.",
    "defappnatif": "Native development involves developing software specific to a platform (iOS, Android) using languages like Swift or Kotlin to provide an optimal and smooth user experience. This means that for a mobile app running on Android and iOS, two separate codes for each platform are required.",
    "avAppHybrideTitle1": "Reduced Cost",
    "avAppHybrideText1": "Developing a hybrid application is generally less expensive because a single codebase is used for multiple platforms (iOS and Android).",
    "avAppHybrideTitle2": "Rapid Development",
    "avAppHybrideText2": "Development time is shorter, allowing the application to be launched on the market more quickly.",
    "avAppHybrideTitle3": "Simplified Maintenance",
    "avAppHybrideText3": "Updates and bug fixes are done in one place, simplifying the application's maintenance.",
    "avAppHybrideTitle4": "Accessibility",
    "avAppHybrideText4": "The application can be used on different operating systems without requiring separate developments.",
    "avAppHybrideTitle5": "Flexibility",
    "avAppHybrideText5": "It is easier to integrate new features and make modifications, as the code is shared between platforms.",
    "disAppHybrideTitle1": "Less Optimal Performance",
    "disAppHybrideText1": "Hybrid applications can be slower and less responsive than native applications, especially for complex features.",
    "disAppHybrideTitle2": "User Experience",
    "disAppHybrideText2": "The user interface may not be as smooth or intuitive as that of a native application, as it is not specifically designed for a platform.",
    "disAppHybrideTitle3": "Limited Access to Features",
    "disAppHybrideText3": "Certain platform-specific features may be difficult to implement or require additional plugins.",
    "disAppHybrideTitle4": "Dependency on Plugins",
    "disAppHybrideText4": "Accessing native features often requires third-party plugins, which can cause compatibility issues.",
    "disAppHybrideTitle5": "Security",
    "disAppHybrideText5": "Hybrid applications may be more vulnerable to security flaws, as they often rely on web technologies that may be less secure than native technologies.",
    "notionhybride": "Technical Concept - <strong>(HTML, CSS, JavaScript)</strong>: Web programming languages, <strong>Hybrid</strong>: Multi-platform (iOS/Android), <strong>Native Container</strong>: A native layer on the phone where the generated web code is installed, <strong>Native Features</strong>: Phone features (GPS, camera, contacts, etc.), <strong>Plugins</strong>: Pre-built features, <strong>User Interface</strong>: The visual part of the application (where the user interacts), <strong>Native Application</strong>: Application developed with platform-specific code (iOS/Android).",
    "avAppCrossPlatformTitle1": "Cost Savings",
    "avAppCrossPlatformText1": "Developing a single application that runs on multiple platforms (iOS, Android) is generally less expensive than creating separate native applications.",
    "avAppCrossPlatformTitle2": "Time Savings",
    "avAppCrossPlatformText2": "Development is faster because a large portion of the code is reusable across different platforms.",
    "avAppCrossPlatformTitle3": "Simplified Updates",
    "avAppCrossPlatformText3": "Updates and bug fixes can be deployed simultaneously across all platforms, simplifying maintenance.",
    "avAppCrossPlatformTitle4": "Consistent User Experience",
    "avAppCrossPlatformText4": "The application offers a uniform user experience, regardless of the operating system used.",
    "avAppCrossPlatformTitle5": "Access to a Larger Market",
    "avAppCrossPlatformText5": "By being available on multiple platforms, the application can reach a larger audience without additional effort.",
    "disAppCrossPlatformTitle1": "Reduced Performance",
    "disAppCrossPlatformText1": "Cross-platform applications can be less performant than native applications, especially for resource-intensive applications.",
    "disAppCrossPlatformTitle2": "Less Optimal User Experience",
    "disAppCrossPlatformText2": "They may not fully utilize platform-specific features, which can detract from the user experience.",
    "disAppCrossPlatformTitle3": "Dependency on Third-Party Tools",
    "disAppCrossPlatformText3": "Development often relies on third-party frameworks, which can cause issues if these tools are no longer supported or updated.",
    "disAppCrossPlatformTitle4": "Compatibility",
    "disAppCrossPlatformText4": "There may be compatibility issues with certain platform-specific features, requiring additional adjustments.",
    "disAppCrossPlatformTitle5": "Debugging Complexity",
    "disAppCrossPlatformText5": "Identifying and fixing bugs can be more complex, as they may manifest differently across platforms.",
    "notioncrossplatform": "Technical Concept - <strong>Single Codebase</strong>: Means developing the application once and making the result compatible with all platforms, <strong>Cross-Platform</strong>: Works on multiple different platforms, <strong>Native Application</strong>: Application developed with platform-specific code (iOS/Android), <strong>Third-Party Frameworks</strong>: External library that makes the source code compatible with other platforms, <strong>Bugs</strong>: Errors in the source code.",
    "avAppNatifTitle1": "Optimal Performance",
    "avAppNatifText1": "Native applications are fast and responsive, providing a smooth user experience.",
    "avAppNatifTitle2": "Full Access to Features",
    "avAppNatifText2": "They can utilize all the phone's features, such as the camera, GPS, and notifications.",
    "avAppNatifTitle3": "Intuitive User Interface",
    "avAppNatifText3": "The application is specifically designed for each operating system, making the interface more intuitive and pleasant.",
    "avAppNatifTitle4": "Enhanced Security",
    "avAppNatifText4": "Native applications can better protect personal data with built-in security measures.",
    "avAppNatifTitle5": "Better Offline Interaction",
    "avAppNatifText5": "They can function without an internet connection, which is convenient for users on the go.",
    "disAppNatifTitle1": "High Development Cost",
    "disAppNatifText1": "Developing a native application for multiple platforms (iOS and Android) can be expensive.",
    "disAppNatifTitle2": "Long Development Time",
    "disAppNatifText2": "The creation process can take longer, as separate code is required for each platform (iOS, Android).",
    "disAppNatifTitle3": "Complicated Updates",
    "disAppNatifText3": "Each update must be approved by the platforms (App Store, Google Play), which can slow down the process.",
    "disAppNatifTitle4": "Need for Specific Skills",
    "disAppNatifText4": "Developers must be proficient in different programming languages for each platform.",
    "disAppNatifTitle5": "More Complex Maintenance",
    "disAppNatifText5": "Managing two versions of the application (one for iOS and one for Android) requires more resources and effort.",
    "notionnatif": "Technical Concept - <strong>(iOS, Android)</strong>: Mobile platform, <strong>Swift or Kotlin</strong>: Native programming languages for each operating system Android (Kotlin), iOS (Swift), <strong>Native Application</strong>: Application developed with platform-specific code (iOS/Android).",
    "serviceSaasTitle": "Creation of Business Software/SaaS",
    "serviceSaasDescrip": "Want to develop Business Software/SaaS? You're in the right place. In these excerpts, we'll explain the benefits of business software/SaaS and how it can be beneficial for your goals. There are several ways to create business software/SaaS, but I suggest two methods. The first is manual development, and the second is using an already built solution.",
    "serviceAppDescrip": "Want to create a mobile application? You're in the right place. In these excerpts, we'll explain the benefits of a mobile application and how it can be beneficial for your goals. There are several ways to create a mobile application. I suggest three methods. The first is the Hybrid method, the second is the Cross-Platform method, and the third is the Native method.",
    "serviceEcommerceWebsiteDescrip": "Want to create an e-commerce website? You're in the right place. In these excerpts, we'll explain the benefits of creating an e-commerce website and how it can be beneficial for your goals. There are three ways to create an e-commerce website. The most popular method is to use a CMS (Content Management System), the second is to develop it manually, and the third is the hybrid method.",
    "serviceReworkWebsiteDescrip": "Want to redo your website (Showcase, E-commerce, Web Application)? You're in the right place. In these excerpts, we'll explain the benefits of redesigning a website and how it can be beneficial for your goals. There are three ways to redo a website. The most popular method is to use a CMS (Content Management System), the second is to develop it manually, and the third is the hybrid method.",
    "serviceSiteVitrineDescrip": "Need a website to present your company, association, or community? You're in the right place. In these excerpts, we'll explain the benefits of creating a website and how it can be beneficial for your goals. There are three ways to create a showcase website. The most popular method is to use a CMS (Content Management System), the second is to develop it manually, and the third is the hybrid method.",
    "serviceSaasSubTitle": "How do you develop business software/SaaS?",
    "serviceSaasDef": "What is the creation of Business Software/SaaS?",
    "saasAvantgeTitle": "Creating Business Software is a time-consuming process but offers numerous advantages, including:",
    "saasnotion": "Technical notion - <strong>Business Software</strong>: An IT tool accessible via the web and used for the various needs of a company, <strong>SaaS</strong>: (Software as a Service) is defined as a desktop application (features, architecture, structure) that runs on the web.",
    "progiciel": "Business Software (ERP, CRM)",
    "serviceSaasAvantageTitel1": "Access Anywhere, Anytime",
    "serviceSaasAvantageDescrip1": "Your software is available on the Internet from any device (computer, tablet, smartphone). No more complicated programs to install!",
    "serviceSaasAvantageTitel2": "Automation of Repetitive Tasks",
    "serviceSaasAvantageDescrip2": "Your software automatically performs calculations, data entry, and tedious processing, saving you valuable time every day.",
    "serviceSaasAvantageTitel3": "Reduction of Human Errors",
    "serviceSaasAvantageDescrip3": "No more typing errors or forgetfulness: the system checks and validates the data, ensuring high reliability.",
    "serviceSaasAvantageTitel4": "Time Savings in Management",
    "serviceSaasAvantageDescrip4": "No more complicated paper files or Excel spreadsheets: everything is organized, classified, and accessible in a few clicks.",
    "serviceSaasCostTitle": "How much does it cost to create business software/SaaS?",
    "serviceSaasCostPara": "The cost of creating business software/SaaS will depend directly on the features and the chosen development method (Manual Development, Business Software). Thus, depending on the complexity of your project, the budget will be higher or lower.",
    "defsaasofhand": "Your business software/SaaS is entirely handcrafted, without prefabricated business software, to perfectly match your unique processes. I create an exclusively tailored, flexible, and scalable solution for you, much better suited than a standard tool.",
    "notionsaasofhand": "Technical notion - <strong>Business Software</strong>: Preconceived business solution offering a set of services, <strong>Deployment</strong>: Putting the software into production, <strong>Bugs</strong>: Errors in the source code.",
    "defsaasprogiciel": "This development involves adding new modules specific to your needs to those already existing in the business software. This allows for rapid development without complex coding while ensuring a 100% tailored solution to your unique processes. You benefit from a customized, scalable, and easy-to-use tool, as if it were created exclusively for you.",
    "notionsaasprogiciel": "Technical notion - <strong>Business Software</strong>: Preconceived business solution offering a set of services, <strong>Development from scratch</strong>: all generated source code is done by hand, <strong>Additional Modules</strong>: Additional features created by the business software publisher to expand its functionality.",
    "avSaasOfHandTitle1": "100% Customizable",
    "avSaasOfHandText1": "The software is designed <strong>exclusively</strong> for your needs, without compromises or unnecessary features.",
    "avSaasOfHandTitle2": "Controlled Scalability",
    "avSaasOfHandText2": "You can adapt it at any time without depending on the limitations of a pre-existing business software.",
    "avSaasOfHandTitle3": "Better Performance",
    "avSaasOfHandText3": "Optimized for your use, it is faster and consumes fewer resources than a generic solution.",
    "avSaasOfHandTitle4": "Enhanced Security",
    "avSaasOfHandText4": "Less vulnerable to standardized attacks because its architecture is unique and less targeted.",
    "avSaasOfHandTitle5": "Total Independence",
    "avSaasOfHandText5": "No expensive licenses or technical restrictions imposed by a third-party publisher.",
    "disSaasOfHandTitle1": "Higher Initial Cost",
    "disSaasOfHandText1": "Custom development requires more time and investment than a turnkey solution.",
    "disSaasOfHandTitle2": "Demanding Maintenance",
    "disSaasOfHandText2": "Updates and corrections must be managed internally or by your service provider.",
    "disSaasOfHandTitle3": "Longer Deployment Time",
    "disSaasOfHandText3": "Development from scratch takes longer than deployment with existing business software.",
    "disSaasOfHandTitle4": "Risk of Unexpected Bugs",
    "disSaasOfHandText4": "Less user feedback in the testing phase than software already proven in the market.",
    "disSaasOfHandTitle5": "Dependence on Developers",
    "disSaasOfHandText5": "Future modifications require the intervention of those who designed the system.",
    "avSaasProgicielTitle1": "Rapid Deployment",
    "avSaasProgicielText1": "The business software offers a ready-to-use base, reducing development times and allowing for accelerated implementation.",
    "avSaasProgicielTitle2": "Controlled Cost",
    "avSaasProgicielText2": "Cheaper than development from scratch because it avoids coding everything from the ground up.",
    "avSaasProgicielTitle3": "Proven Reliability",
    "avSaasProgicielText3": "Benefit from a stable technical foundation, already tested and optimized by the business software publisher.",
    "avSaasProgicielTitle4": "Simplified Maintenance",
    "avSaasProgicielText4": "Updates and corrections are managed by the publisher, reducing your technical burden.",
    "avSaasProgicielTitle5": "Facilitated Scalability",
    "avSaasProgicielText5": "The business software often integrates additional modules to adapt to your growth.",
    "disSaasProgicielTitle1": "Limited Customization",
    "disSaasProgicielText1": "Some adaptations may be complex or costly due to the constraints of the business software.",
    "disSaasProgicielTitle2": "Dependence on the Publisher",
    "disSaasProgicielText2": "Your future developments are linked to the updates and longevity of the chosen business software.",
    "disSaasProgicielTitle3": "Superfluous Features",
    "disSaasProgicielText3": "The business software may include options unnecessary for your business, cluttering the interface.",
    "disSaasProgicielTitle4": "Recurring Costs",
    "disSaasProgicielText4": "Licenses, subscriptions, or update fees can accumulate over time.",
    "disSaasProgicielTitle5": "Sometimes Complex Integrations",
    "disSaasProgicielText5": "Making the business software compatible with your existing tools may require additional development.",
    "serviceSaasCostSubPara": "For an estimate of the cost of your business software/SaaS creation project, please contact me via the contact form. I will study the feasibility of your project and send you a quote.",
    "referenceSaasTitle": "Some business software/SaaS realized",
    "referenceAppTitle": "Some mobile applications realized",
    "referenceTitle":"Here is an overview of the projects I have worked on, whether professional, personal, or as a freelancer. This overview aims to give you an idea of my skills and provide a comprehensive view of how my services can be useful to you.",
    "optionWebSiteWordpress0": "<p>Up to 4 pages for this pack. For any additional page, <span class='prix'>+{4pagesSWP}€</span> per page.</p>",
    "optionWebSiteWordpress1": "Definition of the graphic charter (color palette, typography...)",
    "optionWebSiteWordpress2": "Purchase of a paid theme (template) with a maximum value of €40. Any amount above this is your responsibility.",
    "optionWebSiteWordpress3": "Domain name + Hosting + Email for 12 months.",
    "optionWebSiteWordpress4": "Admin interface included",
    "optionWebSiteWordpress5": "Responsive design (suitable for all devices)",
    "optionWebSiteWordpress6": "<div><span class='prix'>+{cinquante}€</span><span <span class='text'>Implementation of content (texts, images ...).</span></div><div><span class='prix'>+{cent}€</span><span class='text'>per additional language on the site if it is multilingual.</span><em>These prices may vary depending on the number of pages on the site.</em></div>",
    "optionWebSiteWordpress7": "Contact form",
    "optionWebSiteWordpress8": "Social media sharing links",
    "optionWebSiteWordpress9": "(SEO) Search Engine Optimization",
    "optionWebSiteWordpress10": "Statistics/Visit Analysis",
    "optionWebSiteWordpress11": "Website deployment on a server",
    "optionWebSiteWordpress12": "Training on website usage (adding content...)",
    "optionWebSiteMix0": "<p>Up to 4 pages for this pack. For any additional page, <span class='prix'>+{4pagesMix}€</span> per page. <em>This price may vary depending on the amount of content on the page.</em></p>",
    "optionWebSiteMix1": "Definition of the graphic charter (color palette, typography...)",
    "optionWebSiteMix2": "Integration of a custom theme.",
    "optionWebSiteMix3": "Domain name + Hosting + Email for 12 months.",
    "optionWebSiteMix4": "<p><span class='prix'>+{cent}€</span><span class='text'>Integration of a management tool</span><em>This price may vary depending on the number of pages on the site.</em></p> or <p><span class='text'>Subscription to an online tool with monthly payment.</span><em>Price of the tool can be estimated during the quote.</em></p>",
    "optionWebSiteMix5": "Responsive website (adapted to all devices)",
    "optionWebSiteMix6": "<p><span class='prix'>+{cinquante}€</span><span class='text'>Setting up content (texts, images ...).</span></p><p><span class='prix'>+{cent}€</span><span class='text'>per additional language on the site if it is multilingual.</span><em>These prices may vary depending on the number of pages on the site.</em></p>",
    "optionWebSiteMix7": "Contact form",
    "optionWebSiteMix8": "Social media sharing links",
    "optionWebSiteMix9": "(SEO) Search Engine Optimization",
    "optionWebSiteMix10": "Statistics/Visit Analysis",
    "optionWebSiteMix11": "Website goes live on a server",
    "optionWebSiteMix12": "Training on how to use the website (adding content...)",
    "optionWebSiteOfHand0": "<p>A maximum of 4 pages for this pack. For any additional page, <span class='prix'>+{4pagesHand}€</span> per page. <em>This price may vary depending on the amount of content on the page.</em></p>",
    "optionWebSiteOfHand1": "Definition of the graphic charter (color palette, typography...)",
    "optionWebSiteOfHand2": "Domain name + Hosting + Email for 12 months.",
    "optionWebSiteOfHand3": "Responsive design (suitable for all devices)",
    "optionWebSiteOfHand4": "Content setup (texts, images ...) included <div><span class='prix'>+{cent}€</span><span class='text'>per additional language on the site if it is multilingual.</span><em>This price may vary depending on the number of pages on the site.</em></div>",
    "optionWebSiteOfHand5": "Contact form",
    "optionWebSiteOfHand6": "Social media sharing links",
    "optionWebSiteOfHand7": "(SEO) Search Engine Optimization",
    "optionWebSiteOfHand8": "Website deployment on a server",
    "optionWebSiteOfHand9": "Training on website usage",
    "optionWebSiteOfHand10": "Statistics/Visit Analysis",
    "optionEcommerceOfHand0": "<p>A maximum of 4 pages for this pack. For any additional page, <span class='prix'>+{7pagesEHand}€</span> per page. <em>This price may vary depending on the amount of content on the page.</em></p>",
    "optionEcommerceOfHand1": "Definition of the graphic charter (color palette, typography...)",
    "optionEcommerceOfHand2": "Domain name + Hosting + Email for 12 months.",
    "optionEcommerceOfHand3": "Contact form",
    "optionEcommerceOfHand4": "(SEO) Search Engine Optimization",
    "optionEcommerceOfHand5": "<div><span class='prix'>+{cent}€</span><span class='text'>Content setup (texts & products).</span><em>This price may vary depending on the number of pages. Excluded are product pages.</em></div><div><span class='prix'>+{cent}€</span><span class='text'>per additional language on the site if it is multilingual.</span><em>This price may vary depending on the number of pages on the site.</em></div>",
    "optionEcommerceOfHand6": "<div><span class='prix'>+{cinqcent}€</span><span class='text'>Creation of a backoffice (product administration area).</span><em>This price may vary depending on the complexity of the backoffice.</em> or </div><div>option for a pre-designed solution <span class='prix'>+{soixantequinze}€</span><span class='text'>Integration fee</span> and <span class='text'>+ Monthly subscription price of the software (backoffice).</span></div>",
    "optionEcommerceOfHand7": "Integration of online payments",
    "optionEcommerceOfHand8": "<p><span class='prix'>+{cinquante}€</span><span class='text'>Integration of promotion and discount systems.</span></p>",
    "optionEcommerceOfHand9": "Social media sharing links",
    "optionEcommerceOfHand10": "Responsive design (suitable for all devices)",
    "optionEcommerceOfHand11": "Website deployment on a server",
    "optionEcommerceOfHand12": "Training on website usage + backoffice",
    "optionEcommerceOfHand13": "Statistics/Visit Analysis",
    "optionEcommerceMix0": "<p>Maximum of 7 pages for this pack. For any additional page, <span class='prix'>+{7pagesEMix}€</span> per page. <em>This price may vary depending on the amount of content on the page.</em></p>",
    "optionEcommerceMix1": "Definition of the graphic charter (color palette, typography...)",
    "optionEcommerceMix2": "Integration of a custom theme (personalized).",
    "optionEcommerceMix3": "Domain name + Hosting + Email for 12 months.",
    "optionEcommerceMix4": "<p><span class='prix'>+{cinqcent}€</span><span class='text'>Integration of a management tool</span><em>This price may vary depending on the number of pages on the site.</em></p> or <p><span class='text'>Subscription to an online tool with monthly payment.<span class='prix'>+{soixantequinze}€</span><span class='text'>Integration fee</span></span><em>Price of the tool can be estimated during the quote.</em></p>",
    "optionEcommerceMix5": "Responsive site (adapted to all devices)",
    "optionEcommerceMix6": "<p><span class='prix'>+{cinquante}€</span><span class='text'>Implementation of content (texts, images ...).</span></p><p><span class='prix'>+{cent}€</span><span class='text'>per additional language on the site if it is multilingual.</span><em>These prices may vary depending on the number of pages on the site.</em></p>",
    "optionEcommerceMix7": "Integration of online payments",
    "optionEcommerceMix8": "<p><span class='prix'>+{cinquante}€</span><span class='text'>Integration of promotion and discount systems.</span></p>",
    "optionEcommerceMix9": "Sharing links on social networks",
    "optionEcommerceMix10": "(SEO) Referencing",
    "optionEcommerceMix11": "Statistics/Visit Analysis",
    "optionEcommerceMix12": "Putting the site online on a server",
    "optionEcommerceMix13": "Training on how to use the site (adding content...)",
    "optionEcommerceWordPress0":"<p>Up to 7 pages for this pack. For any additional page, <span class='prix'>+{7pagesEWP}€</span> per page. <em>This price may vary depending on the amount of content on the page.</em></p>",
    "optionEcommerceWordPress1": "Definition of the graphic charter (color palette, typography...)",
    "optionEcommerceWordPress2": "Purchase of a paid or free theme (template) according to your budget",
    "optionEcommerceWordPress3": "Domain name + Hosting + Email for 12 months.",
    "optionEcommerceWordPress4": "Contact form",
    "optionEcommerceWordPress5": "<div><span class='prix'>+{cent}€</span><span class='text'>Implementation of content (texts, images ...).</span><em>This price may vary depending on the number of pages. Excluded are product pages</em></div><div><span class='prix'>+{cent}€</span><span class='text'>per additional language on the site if it is multilingual.</span><em>This price may vary depending on the number of pages on the site.</em></div>",
    "optionEcommerceWordPress6": "Integration of online payments",
    "optionEcommerceWordPress7": "<p><span class='prix'>+{cinquante}€</span><span class='text'>Integration of promotion and discount systems.</span></p>",
    "optionEcommerceWordPress8": "(SEO) Search Engine Optimization",
    "optionEcommerceWordPress9": "Social media sharing links",
    "optionEcommerceWordPress10": "Responsive design (suitable for all devices)",
    "optionEcommerceWordPress11": "Website deployment on a server",
    "optionEcommerceWordPress12": "Training on website usage + backoffice",
    "optionEcommerceWordPress13": "Statistics/Visit Analysis",
    "devhybride": "Hybrid",
    "devcross": "Cross-Platform",
    "devnatif": "Native",
    "noprice": "To be defined",
    "devTypeAppHybride": "Hybrid Development",
    "devTypeAppCross": "Cross-Platform Development",
    "devTypeAppNatif": "Native Development",
    "devTypeSaasOfHanf": "Handmade Development",
    "devTypeSaasProgiciel": "Development with Standard Software",
    "maintenanceEcommerce": "E-commerce Website",
    "maintenanceWebsite": "Internet Site",
    "maintenanceApp": "Mobile Application",
    "maintenanceSaas": "Business Software/SaaS",
    "optionWebSiteMaintenance1": "<strong>CMS and extension updates</strong><span style='display:block'>Module updates and compatibility fixes.</span><span style='display:block'>Ensure compatibility with the latest versions.</span>",
    "optionWebSiteMaintenance2": "<strong>Regular backups</strong><span style='display:block'>Regular backup of the database, files, and media to allow restoration in case of problems.</span>",
    "optionWebSiteMaintenance3": "<strong>Performance Optimization</strong><span style='display:block'>Image compression, database cleanup.</span>",
    "optionWebSiteMaintenance4": "<strong>Bug Fixing</strong><span style='display:block'>Fixing technical errors (display, email sending, etc.) for a smooth user experience.</span>",
    "optionWebSiteMaintenance5": "<div><span class='prix'>+{cinquante}€</span><span class='text'>Domain name renewal + Hosting + Email for 12 months.</span></div><div><span class='prix'>+{cinquante}€</span><span class='text'>Website deployment on a server.</span></div>",
    "optionEcommerceMaintenance1": "<strong>Regular updates</strong><span style='display:block'>Update of the CMS, plugins, themes, and extensions to avoid security vulnerabilities and bugs.</span>",
    "optionEcommerceMaintenance2": "<strong>Regular backups</strong><span style='display:block'>Regular backup of the database, files, and media to allow restoration in case of problems.</span>",
    "optionEcommerceMaintenance3": "<strong>Performance optimization</strong><span style='display:block'>If necessary, optimization of the site speed via cache, image compression, and database cleanup.</span>",
    "optionEcommerceMaintenance4": "<strong>Bug Fixing</strong><span style='display:block'>Fixing technical errors (cart, payment, display) for a smooth user experience.</span>",
    "optionEcommerceMaintenance5": "<div><span class='prix'>+{cinquante}€</span><span class='text'>Domain name renewal + Hosting + Email for 12 months.</span></div><div><span class='prix'>+{cinquante}€</span><span class='text'>Website deployment on a server.</span></div>",
    "appMaintenance": "For the maintenance of your mobile applications, please contact me to establish a quote and a suitable procedure. Indeed, for mobile applications, a precise price cannot be determined without an in-depth understanding of the specific needs of your application.",
    "saasMaintenance": "For the maintenance of your business software or SaaS, please contact me to establish a quote and a suitable procedure. Indeed, for this type of software, a precise price cannot be determined without an in-depth understanding of the specific needs of your software.",
    "devModeWordpress": "Made with WordPress",
    "devModeOfHand": "Hand-coded",
    "websiteTitle": "Showcase website",
    "websiteItemTitle": "Website for",
    "websiteItem1Proprio": "Fieger",
    "activityDomain": "Activity domain of",
    "infoProjet": "Web project information",
    "websiteItem1TaskPara1": "Content update (text/images)",
    "websiteItem1TaskPara2": "Design-related corrections (appearance)",
    "websiteItem1TaskPara3": "Adding components and images",
    "websiteItem1TaskPara4": "Final test",
    "websiteItem1TaskPara5": "Publication",
    "websiteItem2Proprio": "Neue-Gruppe",
    "websiteItem2TaskPara1": "Adding new features",
    "websiteItem2TaskPara2": "Adding content (text/images)",
    "websiteItem2TaskPara3": "Design modification (style/appearance)",
    "websiteItem2TaskPara4": "Final test",
    "websiteItem2TaskPara5": "Deployment (going live)",
    "websiteItem3Proprio": "Avlis",
    "websiteItem3TaskPara1": "Bug fixes",
    "websiteItem3TaskPara2": "Content update (text/images)",
    "websiteItem3TaskPara3": "Adding new features",
    "websiteItem3TaskPara4": "Improvement of the produced code",
    "websiteItem3TaskPara5": "Final test",
    "websiteItem3TaskPara6": "Deployment (going live)",
    "websiteItem4Proprio": "Consultante",
    "websiteItem4TaskPara1": "Definition of the graphic charter (color palette, typography)",
    "websiteItem4TaskPara2": "Template setup (pages/services/blog)",
    "websiteItem4TaskPara3": "Creation of various features",
    "websiteItem4TaskPara4": "Creation of the back office (site administration space)",
    "websiteItem4TaskPara5": "Final test",
    "websiteItem4TaskPara6": "Deployment (going live)",
    "reworkedTitle": "Website redesign",
    "reworkedItemTitle": "Website redesign for",
    "reworkedItemProprio": "Graphicon",
    "reworkedItemDescriptionTitle": "Activity domain of",
    "reworkedItemTaskPara1": "Content update (text/images)",
    "reworkedItemTaskPara2": "Design-related corrections (appearance)",
    "reworkedItemTaskPara3": "Adding components and images",
    "reworkedItemTaskPara4": "Final test",
    "reworkedItemTaskPara5": "Deployment (going live)",
    "ecommerceTitle": "E-commerce website",
    "ecommerceItemTitle": "E-commerce website for",
    "ecommerceItem1Proprio": "WaveConnect",
    "ecommerceItem1TaskPara1": "Project study (specification sheet)",
    "ecommerceItem1TaskPara2": "Choice of appropriate technologies",
    "ecommerceItem1TaskPara3": "Setting up the project structure",
    "ecommerceItem1TaskPara4": "Definition of the graphic charter (color palette, typography)",
    "ecommerceItem1TaskPara5": "Template setup (pages/services)",
    "ecommerceItem1TaskPara6": "Creation of various features",
    "ecommerceItem1TaskPara7": "Creation of the back office (site administration space)",
    "ecommerceItem1TaskPara8": "Final test",
    "ecommerceItem1TaskPara9": "Deployment (going live)",
    "ecommerceItem2TaskPara5": "Template setup (pages/cart/services)",
    "budget": "What is your budget?",
    "contract":{
        "header": {
            "titleService": "Service Agreement Contract - ",
            "titleMaintenance": "Maintenance Service Contract - ",
            "titleServiceMaintenance": "Service and Maintenance Agreement Contract - ",
            "subTitle": "Between the undersigned:",
            "home": "domiciled at",
            "designation": "hereinafter designated by the",
            "from": "Client,",
            "to": "Service Provider.",
            "and": "and",
            "parties": "(the client and the service provider hereinafter collectively referred to as 'the Parties')"
        },
        "sections": {
            "1": {
                "title": "1 - PREAMBLE",
                "paraDef": "WHEREAS",
                "para1": "the client wishes to obtain various computer services from the service provider;",
                "para2": "the parties wish to confirm their agreement in writing;",
                "para3": "the parties have the capacity and authority to exercise all the rights required for the conclusion and execution of the agreement set forth in this contract;",
                "para": "IN CONSEQUENCE OF THE FOREGOING, THE PARTIES AGREE AS FOLLOWS:"
            },
            "2": {
                "title": "2 - PURPOSE",
                "sec1": {
                    "title": "2.1 - Services",
                    "para": "The service provider undertakes to provide the client with the computer services (hereinafter referred to as 'the services') described in the specifications included in the 'Project Description and Key Features' section, or failing that, in the specifications."
                },
                "sec2": {
                    "title": "2.2 - Service Delivery Time",
                    "para": "From the moment the client has provided the service provider with the necessary information and subject to any additional service required by the client after the signing of this contract, the service delivery time by the service provider is as indicated in the specifications."
                }
            },
            "3": {
                "title": "3 - PROJECT DESCRIPTION AND KEY FEATURES",
                "sec1": {
                    "title": "3.1 - Description"
                },
                "sec2": {
                    "title": "3.2 - Features"
                },
                "sec3": {
                    "title": "3.3 - Contract Duration",
                    "paraService": "The contract begins on {startDate}, but the project starts when the first deposit is made. This means that delays in the payment of the first deposit will be taken into account on the delivery date. The contract ends on {endDate} with a one-week margin, and this is under the conditions where the first deposit is paid on the same day as the signing of the contract. This can be confirmed by proof of transfer, there is no need to receive the money before starting the project.",
                    "paraMaintenance": "This contract takes effect on the day it is signed by both parties. The contract will then be concluded for a fixed term of 12 months. At the end of the initial period, the contract will be automatically renewed for successive periods of 12 months, unless one of the parties notifies the other of its intention not to renew the contract in writing, at least 30 days before the expiration date of the current period. Each party may terminate the contract before its term in the event of a serious breach by the other party of its contractual obligations, subject to a written notice of 30 days and the possibility for the defaulting party to remedy the breach within this period.",
                    "paraServiceMaintenance": "The contract begins upon the signing of both parties, but the project starts when the first deposit is made. This means that delays in the payment of the first deposit will be taken into account on the delivery date. The contract ends on {endDate} with a one-week margin, and this is under the conditions where the first deposit is paid on the same day as the signing of the contract. This can be confirmed by proof of transfer, there is no need to receive the money before starting. The maintenance service contract takes effect at the end of the service contract. The contract will then be concluded for a fixed term of 12 months. At the end of the initial period, the contract will be automatically renewed for successive periods of 12 months, unless one of the parties notifies the other of its intention not to renew the contract in writing, at least 30 days before the expiration date of the current period. Each party may terminate the contract before its term in the event of a serious breach by the other party of its contractual obligations, subject to a written notice of 30 days and the possibility for the defaulting party to remedy the breach within this period."
                },
                "sec4": {
                    "titleService": "3.4 - Price",
                    "titleMaintenance": "3.4 - Price",
                    "titleServiceMaintenance": "3.4 - Price",
                    "paraService": "The price for the service provision is {price} including VAT, as agreed in the quote. The payment terms are found in the appendix of this contract.",
                    "paraMaintenance": {
                        "perHour": "The hourly rate for the maintenance service is {mprice} including VAT, as agreed in the quote. The hours worked will be recorded in a monthly report and billed at the end of each month. The payment terms are found in the appendix of this contract.",
                        "perYear": "The annual fee for the maintenance service is {mprice} including VAT, as agreed in the quote. The payment will be made in one installment at the beginning of each contractual period. The payment terms are found in the appendix of this contract."
                    },
                    "paraServiceMaintenance": {
                        "para": "The price for the service provision is {price}, as agreed in the quote. For the maintenance service,",
                        "para1": "The payment terms are found in the appendix of this contract.",
                        "perHour": "the hourly rate is {mprice}. The hours worked will be recorded in a monthly report and billed at the end of each month.",
                        "perYear": "the annual fee is {mprice}. The payment will be made in one installment at the beginning of each contractual period."
                    }
                }
            },
            "4": {
                "title": "4 - FINANCIAL CONSIDERATIONS",
                "sec1": {
                    "title": "4.1 - Service Pricing",
                    "para": "In return for the services provided, the client undertakes to pay the service provider the agreed amount, in accordance with the specifications, including all applicable taxes and fees."
                },
                "sec2": {
                    "title": "4.2 - Payment Terms",
                    "para": "The payment of the amounts due by the client to the service provider must be made according to the terms and deadlines specified in the specifications.",
                    "paraClose": "(The details and coordinates for payment are specified in the appendix of this contract.)"
                }
            },
            "5": {
                "title": "5 - SPECIAL PROVISIONS",
                "para": "",
                "sec1": {
                    "title": "5.1 - Representatives of the Parties",
                    "para": "Each of the parties acknowledges that the person they designate in the specifications (or any person replacing the designated person, after notice to that effect given to the other party) represents them and has full authority to perform the acts, make the decisions, and give the authorizations required in relation to the execution of this contract."
                },
                "sec2": {
                    "title": "5.2 - Electronic Communications",
                    "para1": "The representatives of the parties may communicate with each other electronically. In such a case, the following presumptions apply:",
                    "para2": "the presence of an identification code in an electronic document is sufficient to identify the sender and to establish the authenticity of said document; an electronic document containing an identification code constitutes a document signed by the sender; an electronic document or any printed output of such a document, kept in accordance with usual business practices, is considered an original."
                },
                "sec3": {
                    "title": "5.3 - Client Obligations",
                    "para": "The Client undertakes to transmit to the Service Provider only personal data obtained legally, and processed in compliance with the data protection laws in force in the country where this data was collected, or in the one where the concerned persons reside.",
                    "paraA": "a) The client must provide the service provider with the information elements in the form and within the deadlines provided in the specifications;",
                    "paraB1": "b) The information elements must comply with all applicable laws and regulations.",
                    "paraC": "c) The provision of information elements by the client must not violate any obligation of confidentiality or non-disclosure and must allow the service provider to use them freely and without constraint in the context of the provision of services;",
                    "paraD": "d) The client must provide the service provider, at the latter's request, with proof of its right, title, or intellectual property interest in any information element;",
                    "paraE": "e) The client must provide the service provider with all its collaboration and provide it with all the information required to ensure the faithful and complete execution of the services to be rendered;",
                    "paraF": "f) Unless for a serious reason, the client must give the service provider, at the latter's request, its approval of the work done at the end of each of the service provision phases indicated in the specifications;",
                    "paraG": "g) The client is solely responsible for the content of the computer equipment and the damages that may result from their use;",
                    "paraH1": "h) The client must take the side of the service provider if the latter is implicated or involved in a legal proceeding initiated by a third party and alleging a fault of the service provider resulting from the use of the computer equipment or the information contained therein, and",
                    "paraH2": "indemnify the service provider for any monetary conviction in capital and interest as well as for all judicial and extrajudicial costs that the service provider may incur as a result;",
                    "paraI": "i) The client must pay the price of the service provider's services, pay the price of any additional service it may require subsequently to the signing of this contract as well as reimburse the expenses incurred, in accordance with the payment terms and conditions provided in the specifications;",
                    "paraJ": "j) The client must notify the service provider without delay if its representative indicated in the specifications is replaced during the execution of the contract by another person."
                },
                "sec4": {
                    "title": "5.4 - Service Provider Obligations",
                    "para": "The service provider undertakes and obliges itself to the client as follows:",
                    "paraA": "a) The services must be rendered professionally, according to the rules generally recognized by the industry, and based on the specifications;",
                    "paraB1": "b) The service provider must ensure that its employees, suppliers, collaborators, and subcontractors, if applicable,",
                    "paraB2": "fully comply with the provisions of this contract, particularly regarding intellectual property and confidentiality;",
                    "paraC": "c) The service provider must notify the client without delay if its representative indicated in the specifications is replaced during the execution of the contract by another person."
                },
                "sec5": {
                    "title": "5.5 - Useful Information",
                    "para": "The client acknowledges that the service provider has provided them, before the signing of this contract, with all useful information relating to the services it undertakes to provide. Note: Any other information necessary for the realization of the service requiring additional efforts is the responsibility of the service provider."
                },
                "sec6": {
                    "title": "5.6 - Means of Execution",
                    "para11": "Except for compliance with the specifications,",
                    "para12": "the service provider has the free choice of the means of execution of this contract",
                    "para13": "and there is no relationship of subordination between it and the client regarding its execution."
                },
                "sec7": {
                    "title": "5.7 - Relationship Between the Parties",
                    "para": "The parties being independent entrepreneurs, this contract binds them only for the purposes mentioned therein. Therefore, the provisions of this contract cannot in any way be interpreted as creating any association or company between the parties or as conferring any mandate from one to the other. Furthermore, neither of the parties can bind the other, in any way and to anyone, other than in accordance with the provisions of this contract."
                },
                "sec8": {
                    "title": "5.8 - Subcontracting",
                    "para11": "Unless there is a provision to the contrary in this contract and subject to having previously obtained the client's consent,",
                    "para12": "the service provider may engage any third party to execute this contract.",
                    "para13": "It nevertheless retains the direction and responsibility for the execution."
                },
                "sec9": {
                    "title": "5.9 - Verification, Testing, and Approval Process",
                    "para1": "Upon request made by the service provider at the end of each of the service provision phases indicated in the specifications, the client must verify, review, test, or otherwise assess the result of the services rendered up to that point by the service provider.",
                    "para2": "Within a maximum period of {sday} days following the service provider's request, the client must approve or refuse the work done by the service provider. If the client approves the work done or omits to express its approval or refusal within said period, the work done is deemed approved and done in accordance with the specifications, and the service provider may continue its work, if applicable. If the client refuses the work done, in whole or in part, it must notify the service provider within said period and in writing of any error, omission, non-compliance with the specifications, or other reason for refusal, giving the useful indications and necessary details for a good understanding of the points criticized.",
                    "para3": "The service provider then has a minimum period identical to the one mentioned above and a maximum period of {day} days that may vary (depending on the modifications to be made) to proceed with the correction of the criticized points and to submit again to the client the result of its work. If the service provider disagrees with the client on one or more of the points raised in the notice of refusal, it must communicate its position in writing to the client within a maximum period of {sday} days following the reception of said notice of refusal."
                },
                "sec10": {
                    "title": "5.10 - Modifications Requested During the Contract",
                    "para1": "If, during the execution of this contract and before the final approval of the services rendered by the service provider, the client requests a revision, correction, addition, substitution, or other modification to the specifications:",
                    "paraA": "a) so that the desired result complies with the information elements originally provided by the client;",
                    "paraB": "b) following an error or omission by the service provider; or",
                    "paraC": "c) that does not result in additional work by the service provider;",
                    "para21": "then said modification request is not considered a request for additional services and",
                    "para22": "therefore does not result in any additional cost for the client. Any request for modification from the client must be made in writing.",
                    "paraClose": "Any other modification request by the client is considered a request for additional services."
                },
                "sec11": {
                    "title": "5.11 - Additional Services",
                    "para1": "If the client requests additional services, it must do so in writing and address the service provider.",
                    "para2": "If the service provider agrees to provide them, the client is informed in writing.",
                    "para3": "Any additional service is therefore subject to the provisions of this contract, particularly in terms of intellectual property and confidentiality, making the necessary adaptations if applicable."
                },
                "sec12": {
                    "title": "5.12 - Representations and Warranties of the Service Provider",
                    "para": "The service provider represents and warrants to the client that:",
                    "paraA": "a) it has the required capacity to engage under this contract, such capacity not being limited in any way by any commitment to a third party;",
                    "paraB": "b) it has the required expertise and experience to execute and complete the obligations incumbent upon it under this contract;",
                    "paraC": "c) it will render the services in a professional and effective manner, according to the rules generally recognized by the industry and using the most recent background technology and development tools;",
                    "paraD": "d) it will comply with all and each of the specifications relating to the services it must render;",
                    "paraE": "e) it will respect any right, title, or intellectual property interest belonging to any third party in any development tool it will use and in any component it will design using any such tool;",
                    "paraF": "f) it will not use any confidential information or trade secret belonging to any third party, unless it has received authorization from the latter;",
                    "paraG": "g) the client will have a good and valid right, title, or intellectual property interest in any content created by the service provider, in accordance with what is provided in this contract;",
                    "paraH": "h) any such content will not violate any right, title, or intellectual property interest belonging to a third party."
                },
                "sec13": {
                    "title": "5.13 - Warranty Limitation",
                    "para": "Unless otherwise provided in this contract, the service provider gives no warranty, express or implied, to the client regarding:",
                    "paraA": "a) the client's computer equipment, its operation, and its hardware and software components;",
                    "paraB": "b) the financial or other, real or anticipated, positive or negative, outcomes resulting or potentially resulting from the provision of the services.",
                    "paraClose": "THE WARRANTIES CONTAINED IN THIS CONTRACT ARE THE ONLY WARRANTIES PROVIDED IN RELATION TO THE SUBJECT MATTER OF THIS CONTRACT AND THEY CONSTITUTE A LIMITED WARRANTY."
                },
                "sec14": {
                    "title": "5.14 - Liability Limitation",
                    "para": "Except in the case of gross negligence on its part, the service provider cannot be held liable to the client for any fault and any damage, direct or indirect, that may result therefrom, and the client holds the service provider harmless from any claim, including any warranty claim, in one or the other of the following cases:",
                    "paraA": "a) modifications made to the content by a person other than the service provider or related to the latter;",
                    "paraB": "b) modifications or additions, hardware or software, to the client's computer equipment, affecting the proper functioning of the software products;",
                    "paraC": "c) introduction of a computer virus into the client's computer equipment, affecting the proper functioning of the software products;",
                    "paraD": "d) migration of the software products to a different hardware or software environment; loss of business opportunities or revenues related to the functioning or lack of functioning, or to the use or lack of use of the software products;",
                    "paraE": "e) illegal or unauthorized intrusion by any third party into the client's computer equipment.",
                    "paraClose": "UNLESS OTHERWISE PROVIDED IN THIS CONTRACT, IN NO EVENT SHALL THE SERVICE PROVIDER (INCLUDING, IF APPLICABLE, ITS SUBSIDIARIES AND ITS PARENT COMPANY AS WELL AS ITS SHAREHOLDERS, DIRECTORS, EXECUTIVES, EMPLOYEES, COLLABORATORS, AND SUBCONTRACTORS) BE LIABLE TO THE CLIENT OR TO THIRD PARTIES FOR ANY INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE, OR EXEMPLARY DAMAGE, INCLUDING WITHOUT LIMITATION ANY LOSS OF PROFIT OR OTHER ECONOMIC LOSS (ARISING FROM A CONTRACTUAL FAULT, A TORTIOUS FAULT, OR NEGLIGENCE) EVEN IF THE SERVICE PROVIDER HAS BEEN ADVISED OF THE POSSIBILITY THAT SUCH DAMAGE MAY OCCUR."
                },
                "sec15": {
                    "title": "5.15 - Security Deposit and Staggered Payments",
                    "para11": "Upon signing this contract,",
                    "para12": "the client must pay the service provider the security deposit indicated in the quote.",
                    "para13": "This security deposit is necessary to guarantee the start of the work as agreed.",
                    "para4": "In addition, the total payment for the services will be made in installments according to the following schedule:",
                    "item": "Security Deposit:",
                    "item1": "Installment",
                    "itemEnd": "Final Balance:"
                },
                "sec16": {
                    "title": "5.16 - Suspension of Services in Case of Non-Payment",
                    "para11": "If the client wrongfully refuses to pay the service provider the amounts that are payable or reimbursable, as the case may be, under this contract in accordance with the payment terms and conditions indicated in the specifications, despite a formal notice from the service provider,",
                    "para12": "the latter is entitled to suspend the provision of the services concerned,",
                    "para13": "without further notice or delay, subject to any other right that the service provider may have under this contract."
                },
                "sec17": {
                    "title": "5.17 - Contract Termination (by the Client)",
                    "para1": "The client may terminate this contract at any time, upon notice sent to the service provider. However, the client remains responsible:",
                    "paraA": "a) for the payment of the price of the services rendered;",
                    "paraB": "b) for the payment of the price of the additional services rendered; and",
                    "paraC": "c) for the reimbursement of the expenses incurred;",
                    "para2": "without any reduction or discount.",
                    "paraClose": "In the event of early termination, the Client shall be required to pay for the services provided up to the date of termination, as well as an additional indemnity corresponding to 20% of the remainder of the contract, unless there is evidence of higher damages."
                },
                "sec18": {
                    "title": "5.18 - Contract Termination (by the Service Provider)",
                    "para1": "1) If the client does not comply with one or more of its obligations under this contract,",
                    "para2": "2) if the client ceases its operations in any way, including due to bankruptcy, liquidation, or assignment of its assets, or",
                    "para3": "if the client has provided it with false or misleading information or made false representations,",
                    "paraClose": "The service provider may terminate this contract by sending a written notice of termination stating the reason for termination. If it is a reason for termination provided for in paragraph 1, the client must remedy the default stated in the notice within the prescribed period, failing which the contract will be automatically terminated. The service provider is then only required to reimburse the client for any advance (or any balance thereof) or any excess amount received, subject to all its rights and recourses against the client."
                },
                "sec19": {
                    "title": "5.19 - Copyright and Intellectual Property",
                    "para1": "1) All content (texts, images, videos, logos, etc.) provided by the Client remains the exclusive property of the latter.",
                    "para2": "2) The Service Provider may in no case use or reproduce this content for its own needs or those of other clients without written authorization from the Client.",
                    "para3": "3) Upon delivery of the website, the Client will be the sole owner of the design, source code, and content of the site, with the exception of elements belonging to third parties (plugins, software, etc.) whose rights will be specified.",
                    "para4": "4) The Service Provider may keep a copy of the site on a secure server (Version Control GIT EX: GitHub, GitLab) solely for future needs of modifying the website after delivery. The Service Provider acknowledges that this copy remains the property of the Client and the contents therein may be used or reproduced without the agreement of the latter."
                },
                "sec20": {
                    "title": "5.20 - Corrective – Bugs after Delivery",
                    "para11": "The service provider undertakes to correct free of charge any",
                    "para12": "blocking or critical technical bug",
                    "para13": "detected within",
                    "para14": "7 working days following the final delivery",
                    "para15": "of the project, provided that:",
                    "para2A": "The bug is reported in writing via support@rodcoding.com.",
                    "para2B": "The bug is directly related to the scope of the delivered project, as defined in the specifications or agreed features.",
                    "para3": "Corrections will be made within a reasonable time, proportional to the severity of the issue.",
                    "paraBold": "The following are excluded from this warranty:",
                    "para3A": "Any modification of the code or environment by the client or a third party after delivery.",
                    "para3B": "Errors due to external services or tools (hosting provider, third-party plugin, third-party API, etc.).",
                    "para3C": "Requests for changes, additions of features, or redesigns.",
                    "para4": "Maintenance beyond the warranty period",
                    "para51": "After the warranty period mentioned above, any correction request will be subject to",
                    "para52": "a quote or an hourly rate",
                    "para53": "according to the current rate sheet, unless a maintenance contract has been subscribed."
                }
            },
            "6": {
                "title": "6 - GENERAL PROVISIONS",
                "para": "Unless there is an express provision to the contrary in this contract, the following provisions apply.",
                "sec1": {
                    "title": "6.1 - Force Majeure",
                    "para": "Neither of the parties can be considered in default under this contract if the performance of its obligations, in whole or in part, is delayed or prevented due to a force majeure event. Force majeure is an external, unpredictable, irresistible event that makes the performance of an obligation absolutely impossible."
                },
                "sec2": {
                    "title": "6.2 - Autonomy of Provisions",
                    "para11": "The possible illegality or nullity of an article, paragraph, or provision (or part of an article, paragraph, or provision)",
                    "para12": "cannot in any way affect the legality of the other articles, paragraphs, or provisions of this contract,",
                    "para13": "nor the rest of this article, paragraph, or provision, unless there is an evident contrary intention in the text."
                },
                "sec3": {
                    "title": "6.3 - Titles",
                    "para": "The titles used in this contract are for reference and convenience purposes only. They do not in any way affect the meaning or scope of the provisions they designate."
                },
                "sec4": {
                    "title": "6.4 - Appendices",
                    "para": "The appendices to this contract, when transmitted together with this contract, even electronically, are an integral part thereof."
                },
                "sec5": {
                    "title": "6.5 - Absence of Waiver",
                    "para": "The inertia, negligence, or delay by a party in exercising a right or remedy under this contract cannot in any case be interpreted as a waiver of that right or remedy."
                },
                "sec6": {
                    "title": "6.6 - Cumulative and Non-Alternative Rights",
                    "para": "All rights mentioned in this contract are cumulative and non-alternative. The waiver of the exercise of a right must not be interpreted as a waiver of any other right."
                },
                "sec7": {
                    "title": "6.7 - Entirety and Integrality of the Agreement",
                    "para": "This contract represents the entirety and integrality of the agreement between the parties. No statement, representation, promise, or condition not contained in this contract can or should be admitted to contradict, modify, or affect in any way the terms thereof."
                },
                "sec8": {
                    "title": "6.8 - Contract Modification",
                    "para": "This contract can only be modified by another written document, duly signed by all parties."
                },
                "sec9": {
                    "title": "6.9 - Gender and Number",
                    "para": "All words and terms used in this contract must be interpreted as including the masculine and feminine, as well as the singular and plural, according to the context or meaning of this contract."
                },
                "sec10": {
                    "title": "6.10 - Non-Assignability",
                    "para": "No party can assign or otherwise transfer to a third party all or part of its rights in this contract without first obtaining the written permission of the other party to do so."
                },
                "sec11": {
                    "title": "6.11 - Applicable Laws",
                    "para": "This contract is governed and interpreted in accordance with the laws of the State of New Mexico, without regard to the principles of conflict of laws. Any dispute relating to the interpretation, execution, or validity of this contract will be subject to the exclusive jurisdiction of the state or federal courts located in Albuquerque, New Mexico, United States."
                },
                "sec12":{
                    "title":"6.12 - Language of the Contract",
                    "para11": "This contract is an English translation of a document originally written in French, provided for informational purposes to facilitate understanding by the client. However, in the event of any contradiction, discrepancy, or difficulty of interpretation between the two versions, the following applies:",
                    "para12":"Only the French version will be authentic and prevail between the parties.",
                    "para2":"",
                    "para31":"",
                    "para32":"",
                    "para41":"",
                    "para42":"project title, description and key features",
                    "para43":"may be presented in their original language (notably {lang}), in order to preserve technical accuracy. These sections are considered fully valid and binding in both versions."
                },
                "sec13": {
                    "title": "6.13 - Copies",
                    "para": "When signed by all parties, each copy of this contract is deemed to be an original, but these copies together reflect only one and the same agreement."
                },
                "sec14": {
                    "title": "6.14 - Scope of the Contract",
                    "para": "This contract binds the parties, as well as their respective successors, heirs, and assigns."
                },
                "sec15": {
                    "title": "6.15 - Solidarity",
                    "para": "If one of the parties consists of two or more persons, they are jointly and severally bound and responsible to the other party."
                },
                "sec16": {
                    "title": "6.16 - Dispute Resolution",
                    "para": "If a dispute arises during the execution of this contract or regarding its interpretation, the parties undertake, before exercising any remedy, to seek an amicable solution to this dispute and, if necessary, to call upon a third party, according to the terms to be agreed, to assist in this resolution. If the disagreement persists, the dispute may be submitted to arbitration according to the rules of the American Arbitration Association (AAA), if both parties consent. The place of arbitration will be Albuquerque, New Mexico, United States."
                }
            },
            "7": {
                "title": "7 - EFFECTIVE DATE OF THE CONTRACT",
                "para": "This contract comes into effect upon the signing of this contract."
            },
            "8": {
                "title": "8 - END OF THE CONTRACT",
                "para": "This contract ends in one or the other of the following cases:",
                "paraA": "a) when all the parties' obligations have been fulfilled;",
                "paraB": "b) when the project is received by the client;",
                "paraC": "c) in case of termination provided for in this contract;",
                "paraD": "d) if one of the parties fails to comply with one or the other of its obligations, within a period of {day} days following the receipt by the defaulting party of a notice to remedy or within any other shorter period provided for in this contract, and there is inaction by the defaulting party within said period;",
                "paraE": "e) in case of bankruptcy, insolvency, or cessation of activities of one or the other of the parties.",
                "paraClose": "However, the end of this contract does not have the effect of causing a party to lose a right or to be released from an obligation, particularly regarding confidentiality, intellectual property, warranty limitation, and liability limitation. Said rights and obligations survive the end of this contract."
            },
            "9": {
                "title": "9 - ACKNOWLEDGMENT OF THE PARTIES",
                "para": "THE PARTIES ACKNOWLEDGE THAT:",
                "paraA": "A) THIS CONTRACT HAS BEEN THE SUBJECT OF PRIOR NEGOTIATIONS BETWEEN THEM;",
                "paraB": "B) THIS CONTRACT TRULY AND COMPLETELY REFLECTS THE AGREEMENT REACHED BETWEEN THEM;",
                "paraC": "C) ALL AND EACH OF THE CLAUSES OF THIS CONTRACT ARE READABLE AND UNDERSTANDABLE;"
            },
            "10": {
                "title": "10 - SIGNATURES",
                "sclient": "Client's Signature",
                "sprestataire": "Service Provider's Signature",
                "do": "Done in {city}, on"
            }
        }
    },
    "invoice": {
        "Adress": "Address:",
        "postalCode": "Postal Code:",
        "city": "City:",
        "country": "Country:",
        "wsite": "Website Reference:",
        "billNr": "INVOICE NO.:",
        "identificationNumber": "Tax Identification Number (EIN)",
        "billDate": "Date:",
        "customerNr": "Customer Number:",
        "dueDate": "Due Date:",
        "billTo": "Billed To:",
        "prestation": "Services",
        "features": {
            "description": "Description",
            "quantity": "Quantity",
            "singlePriceWithoutTax": "Unit Price Excl. Tax",
            "totalPriceWithoutTax": "Total Price Excl. Tax"
        },
        "subtotal": "Subtotal Excl. Tax:",
        "tax": "VAT {tax}%:",
        "discount": "Discount {discount}%:",
        "totalWithTax": "Total Incl. Tax:",
        "end1": "Please acknowledge receipt.",
        "end2": "Best regards,",
        "footer": "This amount has already been deducted from your account, so you do not need to do anything. This invoice serves as proof of payment received for the services rendered.",
        "page": "Page {page} of {total}"
    },
    "payment":{
        "title": "Payment and Due Date",
        "pagePara11": "In this document, you will find the payment terms for the service {title}",
        "totalPrice": "Total Price",
        "pagePara12": "to be carried out.",
        "pagePara13": "This payment will be staggered to establish a relationship of trust between you (client) and us (service provider), as our main goal is your satisfaction.",
        "pagePara2": "We recommend that you make all your transfers for this service in local currency to avoid additional transaction fees.",
        "ttc": "Incl. VAT",
        "holder": "Account holder",
        "iban": "IBAN number",
        "bic": "Corresponding BIC code",
        "beforeStart": "Security Deposit",
        "afterDelively": "Payment after project delivery",
        "intermediarePaiement": "Payment after {nr} validation(s).",
        "singleEchelon": "For this service, there will be no installments. The price of the service is therefore:",
        "multipleEchelon": "This service will be carried out in several installments.",
        "bySigning": "to be carried out upon signing the contract.",
        "pagePara3": "To make the bank transfer, please enter the SEPA details provided below (account holder’s name, IBAN, BIC) on your bank’s website or mobile application. Once the transfer has been completed, kindly send us a photo or screenshot of your bank account showing the transaction, so that we can start your service without delay. Otherwise, the service will begin only after the transfer has been received, which may take several days."
    },
    "enterpriceLocation": "Headquarters",
    "contractTerme": "Contract Terms",
    "contractConfirm": "If you agree to the terms above, please first check the box to approve the electronic signature of the contract, then confirm that you have read and accepted the General Terms and Conditions (GTC) by checking the second box. Then sign the contract below. If you do not agree, please let us know your reasons for refusal.",
    "originalVersion":"This is the translated version of the contract. It is intended to facilitate understanding of the contract terms. To read the original (French) version, click the button. If you are unsure about the consistency between the versions, you can translate the original (French) version using Google Translate or an online translation tool.",
    "confirmElectronicSignature": "I confirm that I approve the electronic signature of the contract",
    "updateContract": "Edit contract",
    "uploadContract": "Download contract",
    "signedContract": "Signed contract",
    "pendingContract": "Signature pending",
    "unsignedContract": "Unsigned contract",
    "unknowStatus": "Unknown status",
    "loading": "Loading...",
    "contractPrestation": "Service and Maintenance Agreement",
    "clientInfo": "Client Information",
    "clientName": "Full name / Company name",
    "clientType": "Client type",
    "particular": "Individual",
    "company": "Company",
    "email": "Email address",
    "errorEmail": "Email address is required",
    "invalidEmail": "Invalid email format",
    "tel": "Phone number",
    "errorTel": "Phone number is required",
    "errorPaymentShedule": "Invalid payment structure",
    "websiteItem1Para": "<strong>Fieger</strong> is a <strong>multinational company</strong> that exports worldwide. It offers <strong>ventilation system solutions</strong> to ensure <strong>optimal energy efficiency</strong>. It specializes in the design and development of <strong>louver windows</strong>.<br><br> This website was <strong>hand-coded</strong> without a CMS. Its purpose is to <strong>reflect the company’s image</strong> and <strong>present its products</strong>.",
  
    "websiteItem2Para": "<strong>Neue Groupe</strong> is an <strong>association of dental scientists</strong> based in Germany. It regularly organizes <strong>seminars, conferences, and courses</strong> on various topics.<br><br> This website was created using the WordPress <strong>content management system (CMS)</strong>. Although it uses a CMS, it has been built in a professional and customized way.",
    
    "websiteItem3Para": "<strong>Avlis</strong> is a training company for <strong>future medical secretaries</strong> based in France and its overseas territories. It specializes in training <strong>medical-social secretarial assistants, medical secretaries, executive assistants with a medical focus, and HR assistants with a medical focus</strong>.<br><br> The website is fully integrated into a CRM and aims to <strong>present the company and its training programs</strong>. It was fully developed in PHP.",
    
    "websiteItem4Para": "This person is based in France. her activity is to <strong>support and help people with mental disorders</strong>.<br><br> The website serves as a <strong>blog and showcase for workshops and services</strong>, developed without a CMS and entirely in PHP. The back-office simulates a content management interface, allowing the user to manage content such as <strong>the blog, services, and workshops</strong>.",
    
    "reworkedWebSiteItem1Para": "<strong>Graphicon</strong> is a company based in Germany, specialized in <strong>website development</strong> and offering <strong>digital marketing services</strong>.<br><br> The goal of the website is to showcase <strong>the company’s image and services</strong>. It was fully developed using Angular.",
    
    "ecommerceWebSiteItem1Para": "<strong>Chicken Grill</strong> is a <strong>fast-food restaurant</strong> based in France, specialized in <strong>fried chicken, burgers, potato fries</strong>, etc. It offers its own meal deals and custom solutions.<br><br> The website presents the various restaurant locations and guides users based on their location. Customers can order online and pick up their meal at the restaurant.",
    
    "ecommerceWebSiteItem2Para": "<strong>Kebab de la Gare</strong> is a fast-food restaurant based in France, specialized in <strong>burgers, sandwiches, tacos</strong>, etc. It offers meal deals tailored to the budget of its target audience.<br><br> The website automatically calculates the <strong>delivery cost</strong> based on the customer’s location if they choose home delivery.",
    
    "saasItem1Para": "<strong>ROD TECH SOLUTIONS</strong> is a company specialized in the design and development of applications, websites, and mobile solutions. Thanks to solid technical expertise and a user-centered approach, <strong>ROD TECH SOLUTIONS</strong> transforms ideas into innovative, reliable, and scalable digital solutions.",
    
    "saasItem2Para": "<strong>Booking Sale</strong> is a <strong>room booking</strong> website in France. It allows users to <strong>book rooms based on availability</strong>.<br><br> Created as part of a training project, the site was fully developed in PHP. It includes a user interface for booking and a back-office for managing availability.",
    
    "saasItem3Para": "<strong>Avlis</strong> is a training company for <strong>future medical secretaries</strong> based in France and its overseas territories. It specializes in training <strong>medical-social secretarial assistants, medical secretaries, executive assistants with a medical focus, and HR assistants with a medical focus</strong>.<br><br> Management is reserved for <strong>employees and trainers</strong>, who can manage courses, correct assignments, publish grades, etc. Staff also handle <strong>apprenticeship contract signing and administrative procedures</strong>.",
    
    "saasItem4Para": "<strong>Avlis</strong> is a training company for <strong>future medical secretaries</strong> based in France and its overseas territories. It specializes in training <strong>medical-social secretarial assistants, medical secretaries, executive assistants with a medical focus, and HR assistants with a medical focus</strong>.<br><br> The training area is dedicated to students and provides access to <strong>useful information related to their learning journey</strong>, including <strong>assignments, grades</strong>, etc.",
    
    "appItem1Para": "<strong>ROD TECH SOLUTIONS</strong> is a company specialized in the design and development of applications, websites, and mobile solutions. Thanks to solid technical expertise and a user-centered approach, <strong>ROD TECH SOLUTIONS</strong> transforms ideas into innovative, reliable, and scalable digital solutions.",
    "contractSuccess": {
      "title": "Contract Successfully Generated",
      "para":"The service contract has been successfully signed. You have two versions of the contract: the original French version and the translated version in {lang}. You can download it by clicking the link below. Please also download the PDF regarding the payment terms by clicking on 'Payment Terms'.",
      "para1": "A copy of these documents has also been sent to you by email.",
      "titleDownload": "Download Documents",
      "signedContractTranslated": "Signed Contract Translated Version",
      "signedContract": "Signed Contract Original Version",
      "paymentMethode": "Payment Terms"
    },
    "reset": "Reset",
    "contractEchec": {
        "title": "Contract Generation Failed",
        "para": "An error occurred while generating the contract. The origin of the problem remains undetermined. We recommend contacting our customer support for assistance.",
        "supportClient": "Contact Customer Support",
        "retry": "Retry"
    },
    "adresse": {
        "title": "Address",
        "default": "---Select a country---",
        "Afrique du Sud": "South Africa",
        "Allemagne": "Germany",
        "Australie": "Australia",
        "Autriche": "Austria",
        "Belgique": "Belgium",
        "Canada": "Canada",
        "Cameroun": "Cameroon",
        "Congo (Brazzaville)": "Congo (Brazzaville)",
        "Congo-Kinshasa": "Congo (Kinshasa)",
        "Côte d'Ivoire": "Ivory Coast",
        "Espagne": "Spain",
        "États-Unis": "United States",
        "France": "France",
        "Gabon": "Gabon",
        "Italie": "Italy",
        "Nigéria": "Nigeria",
        "Pays-Bas": "Netherlands",
        "Royaume-Uni": "United Kingdom",
        "Sénégal": "Senegal",
        "Suisse": "Switzerland",
        "street": "Street",
        "city": "City",
        "codePostal": "Postal Code",
        "defaultState":"Select a state",
        "state":"State"
    },
    "fileRequirer": "This field is required",
    "diffAdresse": "Billing address (if different)",
    "freelancerInfo": "Service Provider Information",
    "freelancerCompanyName": "Full name / Company name",
    "freelancerCompanyAdresse": "Address",
    "projetInfo": "Project Details",
    "projetTitle": "Project Title",
    "projetDescription": "Project Description",
    "projetFonctionality": "Add a feature",
    "add": "Add",
    "clearListe": "Clear list",
    "principalFonctionality": "Main Features",
    "beginContract": "Contract Start Date",
    "endContract": "Estimated End Date",
    "paymentCondition": "Payment Information",
    "totalPrice": "Total Price",
    "paymentSchedule": "Payment Schedule",
    "priceError": "Price is required",
    "maintenanceService": {
        "title": "Maintenance Services",
        "web": "Website",
        "ecommerce": "E-commerce",
        "app": "Mobile App",
        "saas": "Business App / SaaS",
        "maintenanceError": "Please specify the type of maintenance",
        "maintenanceApp": "Mobile App Maintenance",
        "maintenanceSaaS": "Business App / SaaS Maintenance",
        "pricePerHour": "Hourly rate ({price})/hour",
        "pricePerYear": "Annual rate ({price})/year"
    },
    "contractLanguage": {
        "title": "Select Contract Language",
        "defaultLang": "---Select a language---",
        "french": "French",
        "english": "English",
        "germany": "German",
        "errorLang": "Please select a language"
    },
    "contractType": "Change contract type",
    "contractStatus": "Change contract status",
    "termsOfSale": "General Terms of Sale",
    "clientList": "Client List",
    "generedContract": "Generate Contract",
    "acceptSaleTerm": "Check to confirm you have read and accepted the {GTS}.",
    "backAmountConditionText": "I expressly consent to the immediate commencement of the service, which waives my right of withdrawal in accordance with the applicable laws in my country. In the event of contract cancellation, the provider’s refund policy will apply. {GTS}.",
    "privacyPolicies": "Privacy Policy",
    "backAmountCondition": "Refund Policy",
    "legalNotices":{
        "content_0": "This page is a translation of a document in French. This translation is provided for information purposes only. The definitive version is the one in French.",
        "content_1": "Last update: {date}",
        "content_2": "1. Site Publisher",
        "content_3": "<strong>Company Name:</strong> {companyName}",
        "content_4": "<strong>Legal Status:</strong> Limited Liability Company <strong>(LLC)</strong>",
        "content_5": "<strong>Headquarters:</strong> {companyAdresse}",
        "content_6": "<strong>Contact Email:</strong> {tagSupport}",
        "content_7": "{lovsidMail}",
        "content_8": "<strong>EIN Identification Number (IRS):</strong> {einNumber}",
        "content_9": "<strong>Publishing Director:</strong> <strong>{authorName}</strong>, legal representative of <strong>{companyName}</strong>",
        "content_10": "2. Hosting Provider",
        "content_11": "<strong>Name:</strong> {hostingProviderName}",
        "content_12": "<strong>Address:</strong> {hostingProviderAdresse}",
        "content_13": "<strong>Phone:</strong> {hostingProviderTel}",
        "content_14": "<strong>Website:</strong> {hostingProviderLinkTag}",
        "content_15": "{hostingProviderLink}",
        "content_16": "3. Services Offered",
        "content_17": "<strong>RodCoding</strong> offers services for creating websites, e-commerce, business software/SaaS, and mobile applications.",
        "content_18": "4. Intellectual Property",
        "content_19": "All elements of the site <strong>(texts, images, logos, databases, etc.)</strong> are the exclusive property of <strong>{companyName}</strong> or are subject to a legal right of use. Any reproduction, representation, or exploitation, partial or total, without prior written authorization is prohibited.",
        "content_20": "5. Modifications to these legal notices",
        "content_21": "We reserve the right to update these legal notices from time to time. Changes will be posted on this page. Since our services are governed by a contract that ends upon completion of the agreed task, users are encouraged to consult this page regularly to stay informed of any changes.",
        "content_22": "6. Applicable Law and Jurisdiction",
        "content_23": "These legal notices are governed by the laws of the <strong>State of New Mexico</strong>, <strong>United States</strong>. In case of dispute, the courts of Albuquerque, NM, are solely competent. Mediation or arbitration may be proposed beforehand, in accordance with the rules of the <strong>American Arbitration Association</strong>.",
        "content_24": "7. Contact",
        "content_25": "For any questions, complaints, or requests related to the site: <br><strong>Email:</strong> {rodcodingMail}"
    },
    "privacyPoliciesContent":{
        "content_0": "This page is a translation of a document in French. This translation is provided for information purposes only. The definitive version is the one in French.",
        "content_1": "Last updated: {date}",
        "content_2": "1. Introduction",
        "content_3": "Welcome to our website. We are committed to protecting your privacy. This privacy policy explains how we collect, use, and protect your personal information.",
        "content_4": "2. Information we collect",
        "content_5": "We may collect the following types of information:",
        "content_6": "Personal identification information <strong>(name, email address, phone number, address, etc.)</strong>",
        "content_7": "Information necessary related to the signing of the contract <strong>(electronic signature, personal information, name, email, etc.)</strong>",
        "content_8": "Information necessary for the establishment of an invoice <strong>(personal information, name, email, etc.)</strong>",
        "content_9": "3. How we use your information",
        "content_10": "We use the collected information to:",
        "content_11": "Establish a contract between you <strong>(Client)</strong> and Us <strong>(Service Provider)</strong>",
        "content_12": "Make a quote",
        "content_13": "Establish a specification sheet",
        "content_14": "Generate an invoice",
        "content_15": "4. Sharing your information",
        "content_16": "We do not sell, exchange, or rent your personal information to third parties. We may share your information with third-party service providers who help us operate our website and provide our services, provided they agree to keep this information confidential. We may also disclose your information when required by law.",
        "content_17": "5. Data security",
        "content_18": "We implement appropriate security measures to protect your personal information from unauthorized access, alteration, disclosure, or destruction.",
        "content_19": "6. Your rights",
        "content_20": "You can request the deletion or modification of your personal data. To exercise these rights, please contact us at the provided email address {rodcodingSupport}.",
        "content_21": "7. Changes to this policy",
        "content_22": "We reserve the right to update this privacy policy from time to time. Changes will be posted on this page. Since our services are governed by a contract that ends upon completion of the agreed task, users are encouraged to check this page regularly to stay informed of any changes.",
        "content_23": "8. Contact us",
        "content_24": "If you have any questions regarding this privacy policy, please contact us at: {link}"
    },
    "termSale":{
        "content_0": "This page is a translation of a document in French. This translation is provided for information purposes only. The definitive version is the one in French.",
        "content_1": "Last updated: {date}",
        "content_2": "> Introduction",
        "content_3": "These <strong>General Terms and Conditions of Sale</strong> (<strong>GTCS</strong>) constitute a contractual agreement between <strong>RodCoding</strong> (also referred to as <strong>We</strong>) and any person subscribing to a computer service or maintenance service (web development) (also referred to as <strong>Client</strong>).",
        "content_4": "<strong>RodCoding</strong> has the mission, depending on the established specifications:",
        "content_5": "To fulfill the needs expressed by the client through the specifications.",
        "content_6": "To make the project functional and then deliver it.",
        "content_7": "The services offered by <strong>RodCoding</strong> are aimed at any person (<strong>company or individual</strong>) wishing to create or maintain a <strong>showcase site, e-commerce site, business software/SaaS</strong> and a <strong>mobile application</strong>.",
        "content_8": "We encourage you to carefully read these General Terms and Conditions of Sale (<strong>GTCS</strong>). They aim to inform you about the terms of sale of our services. By checking the box accompanied by the mention 'I certify that I have read and accepted the General Terms and Conditions of Sale (<strong>GTCS</strong>), I give my consent for <strong>RodCoding</strong> to process my personal data as part of its services' appearing on the contract signature, you acknowledge having taken note of the <strong>GTCS</strong>, accept them, and commit to respecting all the provisions set out therein.",
        "content_9": "Table of Contents",
        "content_10": "1 - OBJECTIVE",
        "content_11": "2 - DESCRIPTION OF SERVICES",
        "content_12": "2.1 - Creation/Maintenance of websites",
        "content_13": "2.2 - Redesign of websites",
        "content_14": "2.3 - Creation/Maintenance of e-commerce websites",
        "content_15": "2.4 - Creation/Maintenance of business software/SaaS",
        "content_16": "2.5 - Creation/Maintenance of mobile applications",
        "content_20": "3 - PRICES",
        "content_21": "3.1 - Payment methods",
        "content_22": "3.2 - Service",
        "content_23": "3.3 - Maintenance",
        "content_24": "3.4 - Special Service or Specific Feature",
        "content_25": "3.5 - Payment problems and resolution",
        "content_26": "3.6 - Service start and right of withdrawal",
        "content_27": "4 - CONTRACT TERMINATION",
        "content_28": "4.1 - Refund policy",
        "content_29": "4.2 - Service interruption and compensation",
        "content_30": "4.3 - Bugs, Errors before and after delivery",
        "content_31": "5 - MODIFICATIONS TO RodCoding's GTCS",
        "content_32": "6 - APPLICABLE LAWS",
        "content_33": "7 - CUSTOMER SERVICE",
        "content_34": "> 1 - OBJECTIVE",
        "content_35": "These General Terms and Conditions of Sale (<strong>GTCS</strong>) aim to define the terms and conditions under which <strong>RodCoding</strong>, operated by <strong>ROD TECH SOLUTIONS LLC</strong>, offers its services.",
        "content_36": "These <strong>GTCS</strong> also aim to inform you about your rights and obligations as a <strong>Client</strong>, as well as the rights and obligations of <strong>RodCoding</strong> as a service provider.",
        "content_37": "> 2 - Description of Services",
        "content_38": "2.1 - Creation/Maintenance of websites",
        "content_39": "<strong>RodCoding</strong> uses its expertise and various achievements to provide website creation and maintenance services, whether they are showcase sites or others. <strong>RodCoding</strong> first conducts a thorough analysis of the client's needs before any development. This involves creating a specification document and a mock-up, giving the client a preview of the site before any development. It is only after validation of all these steps that the development of the site will begin.",
        "content_40": "2.2 - Redesign of websites",
        "content_41": "<strong>RodCoding</strong> is also specialized in the redesign of websites. The redesign of a site is the redevelopment of that site but improved. The goal is often to improve the design, adapt the site to new standards or technologies, add a new page with various features.",
        "content_42": "2.3 - Creation/Maintenance of e-commerce websites",
        "content_43": "E-commerce websites are online sales platforms intended for merchants who want to have an online store to attract more customers and thus increase turnover. <strong>RodCoding</strong> offers you the possibility to create/maintain your e-commerce sites, customizing them according to your needs and carefully respecting the needs and requirements set out in the specifications.",
        "content_44": "2.4 - Creation/Maintenance of business software/SaaS",
        "content_45": "Business software/SaaS is an essential tool for companies as it allows them to automate certain tasks that can be a burden on a daily basis. <strong>RodCoding</strong> allows you to create your own business software adapted to your needs and requirements. <strong>RodCoding</strong> can also help you customize certain business software marketed online by adapting it according to the configuration of your company.",
        "content_46": "2.5 - Creation/Maintenance of mobile applications",
        "content_47": "A mobile application is a direct way to address an audience as it runs directly from the user's mobile. Its advantage is that the user no longer needs to connect to a browser to access a service. <strong>RodCoding</strong> offers you the possibility to create/maintain your mobile applications.",
        "content_55": "> 3 - PRICES",
        "content_56": "3.1 - Payment methods",
        "content_57": "To make your payments, we offer payment by bank transfer from a link sent to you by email after the electronic signature of the contract.",
        "content_60": "3.2 - Service",
        "content_61": "The prices of our service offerings are defined according to the type of service and the needs defined in the specifications. We nevertheless propose for certain services a basic rate that can evolve according to the client's needs.",
        "content_63": "3.3 - Maintenance",
        "content_64": "Maintenance prices are defined according to the desired service. For some services, there is no defined price because it requires an extensive study to estimate a price.",
        "content_65": "3.4 - Special Service or Specific Feature",
        "content_66": "For any specific development, a daily price is defined regardless of the complexity or quantity of features to be developed. The client pays according to the number of days it takes.",
        "content_84": "3.5 - Payment problems and resolution",
        "content_85": "In case of technical error affecting the payment process (<strong>double debit, wrongly refused payment, unconfirmed transaction</strong>), the client is invited to contact our customer service within <strong>7 days</strong> following the incident.",
        "content_86": "After verification, and depending on the case, we commit to:",
        "content_87": "Cancel or refund any unduly received amount",
        "content_88": "Or restore the subscribed service",
        "content_89": "Or propose an equivalent compensation, at our discretion.",
        "content_90": "No liability can be accepted if the malfunction comes from a third-party payment operator (e.g., credit card refused by the bank, limit reached, etc.).",
        "content_94": "3.6 - Service start and right of withdrawal",
        "content_95": "For users located in the <strong>European Union, the United Kingdom, Switzerland, South Africa, Australia</strong> and in certain provinces of <strong>Canada</strong>, you expressly consent, by validating this service or maintenance provision, to the execution of the service (<strong>project realization</strong>) starting immediately.",
        "content_212": "You acknowledge that by giving this consent:",
        "content_213": "You waive your legal right of withdrawal (timeframe varies by country) and according to the following legislations:",
        "content_214": "Directive 2011/83/EU (EU),",
        "content_215": "Consumer Contracts Regulations 2013 (United Kingdom),",
        "content_216": "Swiss Code of Obligations, Art. 40a et seq. (Switzerland),",
        "content_217": "Consumer Protection Act 2008 (South Africa),",
        "content_218": "Australian Consumer Law (Australia),",
        "content_219": "Consumer Protection Act, Quebec (Canada).",
        "content_220": "In case of cancellation before the complete finalization of the service, our refund policy applies. It provides for:",
        "content_221": "a <strong>pro rata</strong> refund of the tasks carried out,",
        "content_222": "billing for <strong>costs already incurred and non-recoverable</strong> (e.g.: domain names, licenses, necessary subscriptions).",
        "content_96": "> 4 - CONTRACT TERMINATION",
        "content_97": "4.1 - Termination of the contract",
        "content_98": "The client can terminate this contract at any time, by notice sent to the service provider. However, the client remains responsible for:",
        "content_200": "Payment of the price for the services rendered;",
        "content_201": "Payment of the price for the additional services rendered; and",
        "content_202": "Reimbursement of the expenses incurred;",
        "content_99": "Without any reduction or discount. Furthermore, if the service provider has fulfilled its obligations under this contract until its termination, the client must pay the service provider an amount equivalent to eighty percent (80%) of the remaining balance of the contract price, as anticipated loss of profit.",
        "content_100": "4.2 - Refund policy",
        "content_101": "The refund is calculated pro rata of the tasks already carried out, as well as the refund of expenses incurred and non-recoverable (such as the purchase of domain names, licenses, or subscriptions necessary for the execution of the project, etc.).",
        "content_102": "T&C",
        "content_103": "4.3 - Corrective – Bugs after delivery",
        "content_104": "The service provider undertakes to correct free of charge any <strong>blocking or critical technical bug</strong> detected within <strong>7 working days following the final delivery</strong> of the project, provided that:",
        "content_203": "The bug is reported in writing via {supportEmail}.",
        "content_204": "The bug is directly related to the scope of the delivered project, as defined in the specifications or agreed specifications.",
        "content_205": "The corrections will be made within a reasonable time, proportional to the severity of the problem.",
        "content_206": "<strong>Are excluded from this warranty:</strong>",
        "content_207": "Any modification of the code or environment by the client or a third party after delivery.",
        "content_208": "Errors due to external services or tools (hosting provider, third-party plugin, third-party API, etc.).",
        "content_209": "Requests for evolution, addition of features or redesign.",
        "content_210": "Maintenance beyond the warranty period",
        "content_211": "After the above-mentioned warranty period, any correction request will be subject to a <strong>quote or an hourly rate</strong> according to the current price list, unless a maintenance contract has been subscribed.",
        "content_105": "> 5 - MODIFICATIONS TO <strong>GTCS</strong>",
        "content_106": "These <strong>General Terms and Conditions of Sale</strong> may be updated and modified at any time, in which case you will be informed of any modification 1 month (30 days) before the effective date of the new <strong>General Terms and Conditions of Sale</strong>.",
        "content_107": "Any new <strong>Client</strong> will be subject to these after the new <strong>GTCS</strong> come into effect.",
        "content_109": "> 6 - APPLICABLE LAWS",
        "content_110": "These General Terms and Conditions of Sale (<strong>GTCS</strong>) are governed by and construed in accordance with the laws in force in the State of New Mexico, United States, without regard to the principles of conflicts of law.",
        "content_111": "Any claim or dispute relating to these <strong>GTCS</strong>, the order or the use of the paid services provided by the company shall, in the absence of an amicable resolution, fall within the exclusive jurisdiction of the competent courts of the State of New Mexico.",
        "content_112": "Residents of the European Union, Africa, or other jurisdictions with imperative laws applicable to consumer protection or the protection of personal data (<strong>such as the GDPR in Europe</strong>), benefit from the rights provided by their national legislation. These rights will apply insofar as they are imperative and more protective than New Mexico law.",
        "content_113": "In the event of a dispute, the parties undertake to seek an amicable resolution within a reasonable time. Failing this, the dispute may be submitted to arbitration according to the rules of the <em>American Arbitration Association (<strong>AAA</strong>)</em>, if both parties consent. The place of arbitration shall be Albuquerque, New Mexico, United States.",
        "content_114": "These General Terms and Conditions of Sale (<strong>GTCS</strong>) are available in 3 languages (<strong>English, French, and German</strong>) to facilitate their understanding by users worldwide.",
        "content_115": "In case of divergence of interpretation between the translated version and the original version in French, the latter shall prevail. The French version shall be authoritative for legal and contractual purposes, unless expressly indicated otherwise in an imperative local law.",
        "content_116": "> 7 - CUSTOMER SERVICE",
        "content_117": "For any questions, contact us via {rodcodingSupportTag}"
    },
    "taxNumberText":"Please enter your {tax} number.",
    "clear": "Clear",
    "save": "Saved",
    "signing": "Signing",
    "saasTitle": "Trade Software/SaaS",
    "saasItemTitle": "Trade Software/SaaS for",
    "saasItem1Proprio": "ROD TECH SOLUTIONS",
    "saasItem2Proprio": "Training",
    "websiteItem6Proprio": "Training",
    "websiteItem5Proprio": "ROD TECH SOLUTIONS",
    "saasItem3Proprio": "Avlis Training",
    "saasItem1TaskPara1": "Project study",
    "saasItem1TaskPara2": "Creation of a specification sheet",
    "saasItem1TaskPara3": "Functionality breakdown",
    "saasItem1TaskPara4": "Establishment of a development plan",
    "saasItem1TaskPara5": "Creation of the graphic charter (logo, colors, typography...)",
    "saasItem1TaskPara6": "Creation of a database model",
    "saasItem1TaskPara7": "Creation of the database (tables, triggers...)",
    "saasItem1TaskPara8": "Frontend development (interface design)",
    "saasItem1TaskPara9": "Backend development (logic)",
    "saasItem1TaskPara10": "Backoffice development",
    "saasItem1TaskPara11": "Unit tests, integration tests",
    "saasItem1TaskPara12": "Deployment (going live)",
    "saasItem2TaskPara1": "Project definition (specification sheet)",
    "saasItem2TaskPara2": "Implementation of the graphic charter (colors, typography...)",
    "saasItem2TaskPara3": "Creation of the database model",
    "saasItem2TaskPara4": "Creation of the database (tables, triggers...)",
    "saasItem2TaskPara5": "Frontend development (design)",
    "saasItem2TaskPara6": "Backend development (logic)",
    "saasItem2TaskPara7": "Unit tests, integration tests",
    "saasItem2TaskPara8": "Deployment (going live)",
    "saasItem3TaskPara1": "Bug fixes",
    "saasItem3TaskPara2": "Content update (text/images)",
    "saasItem3TaskPara3": "Addition of new features",
    "saasItem3TaskPara4": "Improvement of the produced code",
    "saasItem3TaskPara5": "Final test",
    "saasItem3TaskPara6": "Deployment (going live)",
    "saasItem3TaskPara7": "Study on the complete overhaul of the CRM",
    "websiteItem5TaskPara1": "Definition of the graphic charter (logo, colors, typography...)",
    "websiteItem5TaskPara2": "Project initialization with the framework (React)",
    "websiteItem5TaskPara3": "Interface development (site pages)",
    "websiteItem5TaskPara4": "Content addition (text, images...)",
    "websiteItem5TaskPara5": "Final test",
    "websiteItem5TaskPara6": "Deployment (going live)",
    "websiteItem6TaskPara1": "Subscription to TMDB to obtain an API key",
    "websiteItem6TaskPara2": "Definition of the graphic charter (logo, colors, typography...)",
    "websiteItem6TaskPara3": "Interface development (site pages)",
    "websiteItem6TaskPara4": "Addition of search, filter, sort features...",
    "websiteItem6TaskPara5": "Final test",
    "websiteItem6TaskPara6": "Deployment (going live)",
    "websiteItem6Para": "<strong>Movie API</strong> is a site integrating a <strong>TMDB</strong> movie database. It groups movies and series by category. Its purpose is to inform users about the latest news in this field. It was made with React and other technologies such as the CSS preprocessor <strong>SCSS</strong>.",
    "websiteItem5Para": "This site is a portfolio aimed at presenting the skills of an individual in a specific field. It is useful when one wants to present their skills and completed projects in detail. It was made with React and other technologies such as the CSS preprocessor <strong>SCSS</strong>.",
    "websiteVitrineShortText1": "Multilingual showcase site for businesses.",
    "websiteVitrineShortText2": "Showcase site for businesses.",
    "websiteVitrineShortText3": "CRM for businesses.",
    "websiteVitrineShortText4": "Blog site, service, workshop plus CMS.",
    "websiteVitrineShortText5": "Site for individuals.",
    "websiteVitrineShortText6": "Movie and series site.",
    "websiteReworkShortText1": "Redesign of showcase site.",
    "websiteEcommerShortText1": "E-commerce site for businesses.",
    "websiteEcommerShortText2": "E-commerce site for businesses.",
    "saasShortText1": "SaaS for businesses.",
    "saasShortText2": "Trade software for individuals.",
    "saasShortText3": "CRM for businesses.",
    "saasShortText4": "CRM for businesses.",
    "appItem1Proprio":"ROD TECH SOLUTIONS",
    "appShortText1": "Mobile application for businesses.",
    "appItemTitle":"Mobile application for",
    "appItem4TaskPara1": "Project study",
    "appItem4TaskPara2": "Creation of a specifications document",
    "appItem4TaskPara3": "Breakdown of functionalities",
    "appItem4TaskPara4": "Establishment of a development plan",
    "appItem4TaskPara5": "Creation of the graphic charter (logo, colors, typography...)",
    "appItem4TaskPara6": "Development of the interface design",
    "appItem4TaskPara7": "Unit testing, integration testing",
    "appItem4TaskPara8": "Adaptation of the created interface for Android and iOS",
    "appItem4TaskPara9": "Integration testing",
    "appItem4TaskPara10": "Deployment on the App Store and Play Store",
    "seo": {
        "index": {
            "title": "Website, e-commerce and app development - RodCoding",
            "description": "RodCoding designs your showcase websites, e-commerce sites, business/SaaS software and mobile applications, whether you are a company or an individual. Benefit from a complete and tailor-made support.",
            "keyWords": "website creation,e-commerce development,software development,saas,business software,mobile app development,web application,showcase site,seo,freelance developer,website pricing,web provider,portfolio,web services,contact,about us,legal notice"
        },
        "createContrat": {
            "title": "Contract creation - RodCoding",
            "description": "Contract creation form for your services and projects with RodCoding.",
            "keyWords": "contract,contract creation,contract form,rodcoding"
        },
        "signContract": {
            "title": "Contract signature - RodCoding",
            "description": "Secure electronic signature page for your contract with RodCoding.",
            "keyWords": "contract signature,electronic signature,rodcoding"
        },
        "legalNotice": {
            "title": "Legal notice - RodCoding",
            "description": "View the legal notice and legal information of RodCoding.",
            "keyWords": "legal notice,legal information,rodcoding"
        },
        "privacyPolicies": {
            "title": "Privacy policy - RodCoding",
            "description": "Discover RodCoding's privacy policy regarding your personal data.",
            "keyWords": "privacy policy,data protection,gdpr,rodcoding"
        },
        "gts": {
            "title": "General Terms of Sale - RodCoding",
            "description": "View our General Terms of Sale (GTS) applicable to all our services.",
            "keyWords": "gts,general terms of sale,rodcoding"
        },
        "invoice": {
            "title": "Invoicing - RodCoding",
            "description": "Generate and view your invoices for RodCoding services.",
            "keyWords": "invoice,invoicing,generate invoice,rodcoding"
        },
        "clientList": {
            "title": "Clients list - RodCoding",
            "description": "View the complete list of our clients and partners.",
            "keyWords": "clients,client list,partners,rodcoding"
        },
        "createClient": {
            "title": "Create a client - RodCoding",
            "description": "Add a new client to your RodCoding space.",
            "keyWords": "create client,add client,rodcoding"
        },
        "login": {
            "title": "Login - RodCoding",
            "description": "Log in to your RodCoding space to manage your projects.",
            "keyWords": "login,sign in,client space,rodcoding"
        },
        "updateClient": {
            "title": "Update client - RodCoding",
            "description": "Update your client's information in RodCoding.",
            "keyWords": "update client,edit client,rodcoding"
        },
        "webConfig": {
            "title": "Website configuration - RodCoding",
            "description": "Set up and configure your website developed by RodCoding.",
            "keyWords": "site configuration,web config,site settings,rodcoding"
        },

        "serviceDescription": "We offer creation and maintenance of showcase websites, e-commerce sites, business/SaaS software, and mobile apps tailored to the needs of companies and individuals.",
        "companyDescription": "RodCoding, via ROD TECH SOLUTIONS LLC, develops and maintains your websites, e-commerce sites, business/SaaS software and mobile apps with customised support for businesses and individuals.",
        "devService": "Web and mobile development and maintenance services.",
        "workPlace": "Activity locations and service areas.",
        "offers": "Creation and maintenance of websites, e-commerce sites, business/SaaS software, and mobile apps.",
        "work": "Independent web and mobile developer.",

        "dev": {
            "title": "Web development services - RodCoding",
            "siteweb": {
            "name": "Website development",
            "description": "We develop professional SEO-optimised websites for all sectors: lawyers, doctors, artisans, coaches, and more.",
            "cmsOption": "CMS Option (Content Management System)",
            "cmsOptionDescription": "Fast and scalable solution based on a CMS like WordPress or Strapi.",
            "handOption": "Full Code Option",
            "handOptionDescription": "100% custom development without CMS.",
            "mixOption": "Hybrid Option",
            "mixOptionDescription": "Combination of CMS and custom-coded modules.",
            "hour": "Hourly payment rates.",
            "annual": "Annual payment rates."
            },
            "ecommerce": {
            "name": "E-commerce site development",
            "description": "We develop secure and high-performing e-commerce websites adapted to your products and business.",
            "cmsOption": "CMS Option (Content Management System)",
            "cmsOptionDescription": "E-commerce solution based on WooCommerce, Shopify or other CMS.",
            "handOption": "Full Code Option",
            "handOptionDescription": "Fully custom e-commerce site developed without CMS to your precise needs.",
            "mixOption": "Hybrid Option",
            "mixOptionDescription": "Combination of CMS and specific custom development for key modules.",
            "hour": "Hourly payment rates.",
            "annual": "Annual payment rates."
            },
            "saas": {
            "name": "Business / SaaS software development",
            "description": "We develop business software and SaaS solutions tailored to your processes, goals and technical constraints.",
            "price": "Custom pricing provided after a detailed quote based on your needs and required features."
            },
            "app": {
            "name": "Mobile application development",
            "description": "We develop iOS and Android mobile apps for all types of projects: e-commerce, SaaS, internal services, etc.",
            "price": "Custom pricing provided after a detailed quote based on your specifications and technical complexity."
            }
        },

        "maintenance": {
            "title": "Maintenance services - RodCoding",
            "siteweb": {
            "name": "Website maintenance",
            "description": "We provide corrective, evolutionary and preventive maintenance for your websites to ensure their availability and security.",
            "price": "Available rates: hourly maintenance {hour}, annual maintenance {year}."
            },
            "ecommerce": {
            "name": "E-commerce site maintenance",
            "description": "Continuous maintenance and updates for your e-commerce websites, regardless of technology used.",
            "price": "Available rates: hourly maintenance {hour}, annual maintenance {year}."
            },
            "saas": {
            "name": "Business / SaaS software maintenance",
            "description": "Technical and functional maintenance for your business software and SaaS solutions.",
            "price": "Custom pricing provided after a quote depending on maintenance needs and features."
            },
            "app": {
            "name": "Mobile app maintenance",
            "description": "Corrective and evolutionary maintenance for your mobile apps (Android/iOS).",
            "price": "Custom pricing provided after a quote based on scope and required updates."
            }
        }
    },
    "maintenanceInformaticName":"Maintenance informatique",
    "maintenanceInformatic":"Pour tous vos besoins et problèmes informatiques — conseils,installation, mises à jour, maintenance et bien plus encore — je suis à votre service. Que ce soit pour optimiser vos équipements, résoudre un dysfonctionnement ou vous accompagner dans vos projets numériques, je suis disponible pour vous apporter une assistance rapide et efficace. En cas de besoin, n’hésitez pas à me contacter.",
    "readOriginalVersion":"Read the original version",
    "errorLoadClient":"Unable to load clients at this time."
}
  
    