{
    "home": "Accueil",
    "devi": "Demander un dévi",
    "about": "À propos",
    "contact": "Contact",
    "services": "Services",
    "references": "Références",
    "price": "Tarifs",
    "portfolio": "Portfolio",
    "ourServices":"Mes services",
    "pathway":"Parcours",
    "expiriences":"Expériences",
    "yearExperiences":"Années d'expérience",
    "realiseProject":"Projets web réalisés",
    "numberCustomer":"Nombre de Client",
    "averageDelay":"Délais moyens de livraison",
    "averageBudget":"Budget moyen par projet",
    "showcaseWebsite":"Création site web",
    "learnMore":"En savoir plus",
    "reworkWebsite":"Refonte site",
    "ecommerceWebste":"Creation site e-commerce",
    "saas":"Logiciel métiers / Saas",
    "mobileApp":"Application mobile",
    "all": "Tout",
    "website":"Site internet",
    "ecommerce": "Site E-commerce",
    "ourReferences":"Mes références",
    "priceTitle":"Un tarif adapté à vos besoins!",
    "standartWebsite":"Site web standard",
    "ofHand":"Sur mesure",
    "Wordpress":"CMS",
    "mix":"MIX",
    "cms":"WORDPRESS (CMS)",
    "devOn":"Développé sous WORDPRESS",
    "outilTool":"(Outil de gestion de contenu)",
    "outilMix":"(Outil de gestion de contenu) + Design personnalisé",
    "devMix":"Design personnalisé couplé avec un outil de gestion de contenu",
    "handDev":"Développé SUR-MESURE",
    "handOutil":"(Codage à la main)",
    "from":"À partir de",
    "maintice":"Tarif maintenance",
    "hourOr":"Heures ou",
    "year":"AN",
    "update":"Mise a jour site & plugins",
    "graphChanging":"Modification graphique & contenu",
    "saving":"Sauvegarde externalisé mensuel",
    "performanceOptimisation":"Optimisation performance",
    "restauring":"Restauration en cas de piratage",
    "contactMe": "Me contacter",
    "specificDev":"Développement spécifique",
    "dayPrice":"Taux journalier moyen",
    "day":"JOUR",
    "whatsapp":"Via whatsapp",
    "perPhone":"Par téléphone",
    "perEmail":"Par email",
    "time":"Horaire",
    "week":"Lundi - Vendredi",
    "hourTime":"09H00 - 17H00",
    "errName":"Veuillez saisir votre nom complet",
    "errValidEmail":"Veuillez saisir une adresse email valide",
    "errEmail":"L'email est obligatoire",
    "errSubject":"Veuillez indiquer l'objet du message",
    "errMessage": "Veuillez saisir votre message",
    "successContact":"Votre message a été envoyé avec succès. Veuillez consulter votre boîte de messagerie ; à défaut, vérifiez votre dossier spam.",
    "errorContact":"Une erreur s'est produite lors de l'envoi du message. Je vous recommande de patienter quelques instants et de réessayer.",
    "sendMessage":"Envoyer",
    "yourMessage":"Votre message",
    "yourSubject":"L'objet de votre message",
    "yourEmail":"Votre email",
    "yourName":"Votre nom complet",
    "shareOn":"Partager sur les réseaux sociaux",
    "devTitle":"Développeur Web et Mobile Indépendant",
    "devDescription":"Développeur web et mobile indépendant, expert en Angular, React, Next.js, PHP et Node.js. Plus de 6 ans d’expérience (depuis 2018) sur des projets variés : applications professionnelles, missions freelance et projets personnels, de la conception au déploiement.",
    "legalNotice":"Mentions légales",
    "right":"Tous droits réservés",
    "domainTitle":"Spécialisé dans le Développement",
    "navigation":"Navigation",
    "realisation":"Mes réalisations",
    "yeare":"Année",
    "categorie":"Catégorie",
    "techno":"Technologies",
    "websiteLink":"Lien du site",
    "websiteOnMaintenance":"Site en maintenance",
    "tasksOnWebsite":"Tâches réalisés sur le site & app",
    "ecommerceWebSite":"Site Web E-commerce",
    "web":"Site Web",
    "title1": "Bachelor en Informatique",
    "countryDe": "Allemagne",
    "periode1": "Octobre 2017 - Juillet 2020",
    "description1": "J'ai commencé mes études universitaires en informatique en Allemagne, où j'ai suivi un cycle de Bachelor pendant trois ans.",
    "title2": "Bac +4 (RNCP) Développeur web et mobile",
    "countryFr": "France",
    "periode2": "Janvier 2021 - Novembre 2021",
    "description2": "Après avoir obtenu mon diplôme de Bachelor, j'ai migré vers la France pour poursuivre mes études à un niveau Bac +4 Développeur web et mobile.",
    "title3": "Bac +5 (RNCP) Expert en informatique et système d'information",
    "periode3": "Janvier 2022 - Février 2023",
    "description3": "J'ai continué mes études en France pour atteindre le niveau Bac +5 Expert en informatique et système d'information {rncp}, consolidant ainsi mes compétences et connaissances en informatique.",
    "periode":"Période",
    "country":"Lieu",
    "enterprice":"Entreprise",
    "enterprice1":"udg",
    "enterprice2":"contrat freelance",
    "enterprice3":"waveconnect",
    "enterprice4":"avlis formation",
    "enterprice5":"contrat freelance",
    "exTitle1":"Stage d'étude (Développeur web)",
    "exTitle4":"Mission Freelance",
    "exTitle3":"Stage Bac +4 (Développeur web/mobile)",
    "exTitle2":"Alternance Bac +5 (Expert informatique et système d'information)",
    "exTitle5":"Mission Freelance",
    "exPeriode1":"Mars 2015 - Septembre 2015",
    "exPeriode2":"Juin 2021 - Octobre 2021",
    "exPeriode3":"Février 2022 - Février 2023",
    "exPeriode4":"Février 2023 - Juillet 2024",
    "exPeriode5":"Décembre 2024 - Janvier 2025",
    "exDescription1":"Durant ce stage, j'ai appris les pratiques de développement de l'entreprise, telles que les différents environnements (développement, staging, production) et le système de versioning. Par la suite, j'ai été intégré à des projets concrets, comme la modification et l'ajout d'images, de formulaires de contact, de templates d'emails, ainsi que l'ajout de fonctionnalités en JavaScript (JQuery) et l'intégration de Google Maps.",
    "exDescription4":"Mission freelance visant à concevoir et développer une plateforme de rencontre chrétienne, intégrant des fonctionnalités telles que les appels vidéo, la messagerie instantanée et le partage de versets bibliques, afin de favoriser des échanges authentiques et basés sur la foi.",
    "exDescription3":"En tant que stagiaire chez WaveConnect, j'ai travaillé sur deux projets : un site e-commerce sans CMS et une application web. Le premier projet, réalisé en PHP, JavaScript et MySQL, était destiné à un restaurant avec plusieurs points de vente, avec pour principal objectif de permettre aux clients de commander en ligne. Le second projet, également en PHP, JavaScript et MySQL, visait à déterminer la distance entre le lieu de livraison et le restaurant pour établir un prix.",
    "exDescription2":"Durant mon alternance chez Avlis, j'ai principalement travaillé sur un CRM composé de plusieurs branches (espace étudiant, back-office, site vitrine). Mes tâches consistaient à corriger les bugs, ajouter de nouvelles fonctionnalités, proposer des améliorations et étudier la possibilité de refaire le CRM avec des technologies actuelles pour une meilleure compréhension de l'outil par les étudiants, les employés et les développeurs.",
    "exDescription5":"Mission freelance dédiée à la conception et au développement d’un site web sur mesure, intégrant un back-office dynamique permettant au client de créer, modifier et gérer ses services et ateliers en toute autonomie, selon ses besoins. Le projet incluait également la mise en place d’un système de blog administrable depuis le back-office. Back-office : espace d’administration permettant au client de gérer facilement le contenu du site (blog, services, ateliers, etc.).",
    "moreEx":"Pour plus d'informations sur mes expériences professionnelles et personnelles, consultez mon portfolio.",
    "serviceDescription":"Grâce à mon expertise acquise au travers des différents projets sur lesquels j'ai travaillé, je suis en mesure de répondre à vos besoins les plus complexes, tout en respectant vos attentes et exigences. Vous trouverez ci-dessous la liste des services proposés ainsi que leur description.",
    "serviceWebsite":"Un site vitrine est une carte digitale qui présente votre activité, vos services et vos valeurs. Léger, rapide et conçu pour convertir, il permet aux clients de vous trouver facilement, d’améliorer votre crédibilité et de générer des leads. Idéal pour les TPE, artisans ou indépendants, il fonctionne comme un support marketing 24/7, sans nécessiter de mise à jour constante.",
    "serviceWebsiteRework":"La refonte d’un site web modernise votre présence en ligne pour améliorer l’expérience utilisateur, le référencement et l’efficacité commerciale. J’optimise le design, la performance et la sécurité, tout en adaptant votre site aux dernières tendances et technologies. Un site actualisé renforce votre crédibilité, attire plus de visiteurs et convertit mieux. Cette refonte concerne les sites vitrines, e-commerce ou applications web.",
    "serviceEcommerce":"Un site e-commerce est une boutique en ligne qui permet de vendre vos produits 24h/24, partout dans le monde. Contrairement à un magasin physique, il réduit les coûts fixes, attire plus de clients et augmente vos ventes grâce à un canal digital performant. Je vous accompagne dans la création d’un site sur mesure, optimisé pour la conversion, sécurisé et adapté à vos besoins. Boostez votre business avec une vitrine professionnelle qui convertit vos visiteurs en acheteurs !",
    "serviceSaas":"Un logiciel métier (ou SaaS) est une solution digitale sur mesure, conçue pour automatiser et optimiser vos processus métiers. Accessible en ligne, il simplifie vos opérations, améliore la productivité et s'adapte à vos besoins spécifiques, tout en réduisant les coûts d'infrastructure. Idéal pour gagner en efficacité et en compétitivité.",
    "serviceApp":"Une application mobile est un logiciel conçu pour smartphones et tablettes, offrant une expérience utilisateur optimisée. Elle permet d’améliorer l’engagement client, automatiser des processus, ou proposer des services innovants (e-commerce, réservation, suivi en temps réel…). Je développe des applications sur mesure, performantes et intuitives, adaptées à vos besoins métiers. Boostez votre visibilité et votre efficacité avec une solution mobile personnalisée !",
    "serviceSiteVitrineTitle": "Création de site vitrine",
    "serviceSiteVitrineAvantageTitel1": "Visibilité 24/7",
    "serviceSiteVitrineAvantageDescrip1": "Votre entreprise reste accessible à tout moment, même hors heures d'ouverture, élargissant vos opportunités commerciales.",
    "serviceSiteVitrineAvantageTitel2": "Crédibilité professionnelle",
    "serviceSiteVitrineAvantageDescrip2": "Un site bien conçu renforce l'image de marque et inspire confiance aux prospects (75 % jugent la crédibilité d'une entreprise sur son site).",
    "serviceSiteVitrineAvantageTitel3": "Référencement local (SEO)",
    "serviceSiteVitrineAvantageDescrip3": "Apparaître dans les résultats Google Maps et recherches locales ('plombier près de moi').",
    "serviceSiteVitrineAvantageTitel4": "Support marketing polyvalent",
    "serviceSiteVitrineAvantageDescrip4": "Intégrable à vos cartes de visite, signatures mail et réseaux sociaux pour une communication unifiée.",
    "serviceSiteVitrineAvantageTitel5": "Analyse des visiteurs",
    "serviceSiteVitrineAvantageDescrip5": "Outils comme Google Analytics révèlent le comportement de votre audience pour optimiser vos offres.",
    "serviceSiteVitrineDef": "Qu'est-ce que la création de site internet ?",
    "serviceSiteVitrineSubTitle": "Les différents modes de création de site vitrine",
    "websiteVitrineCostTitle": "Combien coûte la création d'un site internet ?",
    "websiteVitrineAvantgeTitle": "La création de sites internet présente de nombreux avantages, notamment :",
    "defworpress": "Un <strong>site vitrine</strong> créé avec un CMS (Outil de gestion de contenu) est une plateforme web clé en main qui présente une entreprise, ses produits ou services, sans fonctionnalités e-commerce complexes. Des outils comme WordPress, Joomla ou Drupal permettent de le gérer facilement, sans compétences techniques avancées. Il offre une vitrine professionnelle, modifiable à volonté, optimisée pour le référencement et adaptée aux mobiles. Idéal pour booster la visibilité et la crédibilité en ligne à moindre coût.",
    "defWebsiteFromHand": "Un <strong>site vitrine</strong> <strong>FAIT MAIN (codé manuellement)</strong> est un site web développé sans CMS (comme WordPress), entièrement programmé en <strong>HTML, CSS et JavaScript</strong> (avec frameworks éventuels comme <strong>React ou Angular</strong>). Il présente une entreprise, ses services et ses coordonnées, avec un design sur mesure, optimisé pour les performances et le référencement. Contrairement aux templates prédéfinis, il offre une expérience unique, adaptée à l'identité visuelle du client, avec un contrôle total sur le code et les fonctionnalités. Idéal pour une vitrine professionnelle légère, rapide et distincte de la concurrence.",
    "hybride": "Méthode hybride",
    "wordpressAndDevofHand": "La création d'un <strong>site vitrine</strong> en méthode hybride combine développement sur mesure et CMS : le template et les fonctionnalités sont codés manuellement pour un design unique, puis intégrés dans un système de gestion de contenu (ex: WordPress). Cette approche offre une personnalisation poussée tout en conservant la simplicité d'administration via le CMS.",
    "notionwordpress": "Notion technique - <strong>Plugins</strong> : fonctionnalités préconçues, <strong>Thème</strong> : design préconçu, <strong>SEO (Search Engine Optimisation)</strong> : référencement sur le web, <strong>Backoffice</strong> : espace dédié au client lui permettant de gérer le contenu du site (image, texte...) sans toucher au code.",
    "avWorpressTitle1": "Facilité d'utilisation",
    "avWorpressText1": "Interface intuitive, pas besoin de compétences techniques pour gérer le contenu. Le client peut lui-même se charger de gérer le contenu (ajout d'image, texte...).",
    "avWorpressTitle2": "Économique et rapide à déployer",
    "avWorpressText2": "Moins cher qu’un développement sur mesure, avec des thèmes et plugins prêts à l’emploi.",
    "avWorpressTitle3": "Maintenance moins coûteuse et complexe",
    "avWorpressText3": "Le client peut lui-même gérer le contenu, ce qui réduit les coûts de maintenance. Sur un site sur mesure, la gestion du contenu est faite par le développeur, hormis la maintenance liée au design et aux fonctionnalités.",
    "avWorpressTitle4": "SEO optimisé",
    "avWorpressText4": "Structure propre et outils intégrés (Yoast SEO) pour un meilleur référencement naturel.",
    "avWorpressTitle5": "Communauté et support",
    "avWorpressText5": "Documentation abondante et assistance en ligne gratuite ou payante.",
    "disWorpressTitle1": "Limitations techniques",
    "disWorpressText1": "Certaines personnalisations avancées nécessitent un développeur expérimenté. Donc des coûts plus élevés qui auraient été moindres pour la même fonctionnalité sur un site fait sur mesure.",
    "disWorpressTitle2": "Plugin non adapté et non modifiable",
    "disWorpressText2": "Les plugins utilisés ne sont pas à 100% adaptés aux besoins du site et certaines modifications peuvent être impossibles.",
    "disWorpressTitle3": "Performances variables",
    "disWorpressText3": "Peut ralentir avec trop de plugins mal optimisés.",
    "disWorpressTitle4": "Dépendance aux plugins",
    "disWorpressText4": "Certains plugins gratuits deviennent payants ou sont abandonnés.",
    "disWorpressTitle5": "Sécurité à surveiller",
    "disWorpressText5": "Cible privilégiée des hackers (nécessité de backups et protections).",
    "avOfHandTitle1": "Personnalisation totale",
    "avOfHandText1": "Le site est conçu spécifiquement pour vos besoins, avec des fonctionnalités uniques et un design adapté à votre image de marque.",
    "avOfHandTitle2": "Performance optimisée",
    "avOfHandText2": "Code épuré et architecture technique sur mesure garantissent des temps de chargement rapides et une meilleure expérience utilisateur.",
    "avOfHandTitle3": "Évolutivité",
    "avOfHandText3": "Facilement modifiable et extensible, contrairement aux solutions préfabriquées qui peuvent limiter les futures mises à jour.",
    "avOfHandTitle4": "Sécurité renforcée",
    "avOfHandText4": "Moins vulnérable aux attaques génériques (contrairement aux CMS populaires souvent ciblés par les hackers).",
    "avOfHandTitle5": "Indépendance technique",
    "avOfHandText5": "Pas de restrictions imposées par un CMS (thèmes, plugins), vous contrôlez entièrement votre site.",
    "disOfHandTitle1": "Coût plus élevé",
    "disOfHandText1": "Requiert plus de temps et d’expertise qu’un CMS standard, donc un budget initial plus important.",
    "disOfHandTitle2": "Délai de développement",
    "disOfHandText2": "La conception et le codage prennent plus de temps qu’une solution clé en main (ex: WordPress avec un thème préexistant).",
    "disOfHandTitle3": "Maintenance technique nécessaire",
    "disOfHandText3": "Mises à jour, corrections et hébergement doivent être gérés activement (contrairement à des solutions SaaS tout-en-un).",
    "disOfHandTitle4": "Dépendance au développeur",
    "disOfHandText4": "Sans équipe technique interne, les modifications majeures nécessitent de faire appel à un professionnel.",
    "disOfHandTitle5": "Pas d'écosystème de plugins",
    "disOfHandText5": "Contrairement aux CMS, chaque nouvelle fonctionnalité doit être codée manuellement.",
    "avHybrideTitle1": "Design Unique & Professionnel",
    "avHybrideText1": "Un template 100% personnalisé reflète parfaitement votre identité visuelle, contrairement aux thèmes prédéfinis.",
    "avHybrideTitle2": "Expérience Utilisateur Optimisée",
    "avHybrideText2": "Fonctionnalités développées sur mesure pour vos besoins spécifiques (animations, parcours client, etc.).",
    "avHybrideTitle3": "Flexibilité Technique",
    "avHybrideText3": "Pas de limitations imposées par un thème préfabriqué (modifications profondes possibles).",
    "avHybrideTitle4": "Gestion Simplifiée du Contenu",
    "avHybrideText4": "Backoffice en CMS (ex: WordPress) pour modifier textes/images sans compétences techniques.",
    "avHybrideTitle5": "Meilleur SEO & Performances",
    "avHybrideText5": "Code optimisé à la main pour un site rapide et bien référencé.",
    "disHybrideTitle1": "Coût Plus Élevé",
    "disHybrideText1": "Plus cher qu'un template tout prêt (développement sur mesure).",
    "disHybrideTitle2": "Délai de Réalisation Plus Long",
    "disHybrideText2": "La création manuelle prend plus de temps qu'un thème préconçu.",
    "disHybrideTitle3": "Maintenance Technique Requise",
    "disHybrideText3": "Mises à jour du code personnalisé nécessitent un développeur.",
    "notionWebsiteFromHand": "Notion technique - <strong>HTML, CSS et JavaScript</strong> : Langages de programmation, <strong>CMS</strong> : Outil de gestion de contenu, <strong>Frameworks</strong> : Bibliothèque ou librairie facilitant le développement de sites web.",
    "notionwordpressAndDevofHand": "Notion technique - <strong>Hybride</strong> : Combine les deux approches de développement (Design et fonctionnalité faits sur mesure, gestion du contenu (image, texte...) avec un CMS), <strong>CMS</strong> : Outil de gestion de contenu.",
    "advantage": "Avantage",
    "disadvantage": "Inconvénient",
    "websiteVitrineReferenceTitle": "Quelques créations de sites vitrine",
    "serviceReworkWebsiteTitle": "Refonte d'un site web (Vitrine, E-commerce, Application web)",
    "serviceReworkWebsiteSubTitle": "Les différents modes de refonte d'un site web (Vitrine, E-commerce, Application web)",
    "websiteReworkWebsiteAvantgeTitle": "La refonte d'un site web (Vitrine, E-commerce, Application web) présente de nombreux avantages, notamment :",
    "serviceReworkWebsiteAvantageTitel1": "Modernisation de l'image",
    "serviceReworkWebsiteAvantageDescrip1": "Un design actualisé renforce la crédibilité et attire plus de visiteurs (+70% d’engagement selon les études).",
    "serviceReworkWebsiteAvantageTitel2": "Optimisation mobile",
    "serviceReworkWebsiteAvantageDescrip2": "Améliore l’expérience utilisateur (55% du trafic vient des mobiles) et le référencement (SEO).",
    "serviceReworkWebsiteAvantageTitel3": "Performance accrue",
    "serviceReworkWebsiteAvantageDescrip3": "Un site plus rapide réduit le taux de rebond (40% des visiteurs quittent si le chargement dépasse 3s).",
    "serviceReworkWebsiteAvantageTitel4": "Sécurité renforcée",
    "serviceReworkWebsiteAvantageDescrip4": "Protection contre les cyberattaques (essentiel pour l'e-commerce et le RGPD).",
    "serviceReworkWebsiteAvantageTitel5": "Intégration des nouvelles technologies",
    "serviceReworkWebsiteAvantageDescrip5": "(Paiements en 1-clic, chatbots, API…) = avantage concurrentiel.",
    "notionrework": "Notion technique - <strong>Techs</strong> : Technologies, <strong>RGPD</strong> : Réglementation européenne sur la protection des données, <strong>Chatbots</strong> : Robot intelligent conversationnel qui répond à vos questions dans un contexte bien défini, <strong>API</strong> : Méthode de communication entre différentes applications (utiliser un service ou une fonctionnalité depuis une application externe).",
    "serviceReworkWebsiteDef": "Qu'est-ce que la refonte d'un site internet ?",
    "wordpressAndDevofHandRework": "La <strong>refonte d'un site web (Vitrine, E-commerce, Application web)</strong> en méthode hybride combine développement sur mesure et CMS : le template et les fonctionnalités sont codés manuellement pour un design unique, puis intégrés dans un système de gestion de contenu (ex: WordPress). Cette approche offre une personnalisation poussée tout en conservant la simplicité d'administration via le CMS.",
    "notionvitrine": "Notion technique - <strong>SEO</strong> : Référencement naturel (apparaître sur les moteurs de recherche Ex: Google, Bing, Yahoo...), <strong>Google Maps</strong> : Carte du monde numérique interactive qui peut vous aider à trouver une adresse, une position..., <strong>Google Analytics</strong> : Interface vous permettant de surveiller le trafic sur votre site.",
    "websiteCostSubPara": "Pour une estimation du coût de votre projet de création de site internet, contactez-moi via le formulaire de contact. J'étudierai la faisabilité de votre projet et vous enverrai un devis.",
    "websiteReworkWebsiteCostTitle": "Combien coûte la refonte d'un site internet ?",
    "websiteReworkWebsiteCostPara": "Les tarifs pour la refonte d'un site internet dépendront directement des fonctionnalités, de la méthode de développement choisie (CMS, développement sur mesure ou hybride). Ainsi, selon la complexité de votre projet, le budget à prévoir sera plus ou moins élevé.",
    "websiteVitrineCostPara": "Les tarifs pour la création d'un site internet dépendront directement des fonctionnalités, de la méthode de développement choisie (CMS, développement sur mesure ou hybride). Ainsi, selon la complexité de votre projet, le budget à prévoir sera plus ou moins élevé.",
    "websiteReworkReferenceTitle": "Quelques sites refaits",
    "serviceEcommerceWebsiteDef": "Qu'est-ce que la création d'un site e-commerce ?",
    "serviceEcommerceWebsiteTitle": "Création d'un site e-commerce",
    "serviceEcommerceWebsiteSubTitle": "Les différents modes de création d'un site e-commerce",
    "websiteEcommerceWebsiteAvantgeTitle": "La création d'un site e-commerce pour les commerçants ayant un local ou non présente de nombreux avantages, notamment :",
    "serviceEcommerceWebsiteAvantageTitel1": "Clientèle élargie",
    "serviceEcommerceWebsiteAvantageDescrip1": "Vendre 24h/24 à des clients au-delà de votre zone géographique. Atteignez de nouveaux marchés sans limites physiques, même à l'international.",
    "serviceEcommerceWebsiteAvantageTitel2": "Données clients précieuses",
    "serviceEcommerceWebsiteAvantageDescrip2": "Analysez le comportement d'achat (pages visitées, paniers abandonnés) pour adapter votre offre et vos promotions avec précision.",
    "serviceEcommerceWebsiteAvantageTitel3": "Gestion optimisée",
    "serviceEcommerceWebsiteAvantageDescrip3": "Automatisation des processus (commandes, factures, stocks). Gain de temps pour vous concentrer sur la stratégie commerciale.",
    "serviceEcommerceWebsiteAvantageTitel4": "Résilience aux crises",
    "serviceEcommerceWebsiteAvantageDescrip4": "Alternative aux fermetures imposées (confinements, intempéries). Diversifiez vos canaux de vente pour plus de stabilité.",
    "serviceEcommerceWebsiteAvantageTitel5": "Flexibilité d'évolution",
    "serviceEcommerceWebsiteAvantageDescrip5": "Modifiez facilement l'offre, les prix ou les promotions en temps réel sans contraintes physiques (étiquetage, vitrine).",
    "notionecommerce": "Notion technique - <strong>Canaux de Vente</strong> : Voie par laquelle vous proposez vos produits, <strong>contraintes physiques</strong> : Facilité à modifier les prix de vos produits via un outil de gestion de contenu (CMS).",
    "websiteEcommerceWebsiteCostTitle": "Combien coûte la création d'un site e-commerce ?",
    "websiteEcommerceWebsiteCostPara": "Les tarifs pour la création d'un site e-commerce dépendront directement des fonctionnalités, de la méthode de développement choisie (CMS, développement sur mesure ou hybride). Ainsi, selon la complexité de votre projet, le budget à prévoir sera plus ou moins élevé.",
    "defecommerceworpress": "La <strong>création d'un site e-commerce</strong> réalisée avec un CMS consiste à utiliser une plateforme de gestion de contenu (comme Shopify, WooCommerce ou PrestaShop) pour développer une boutique en ligne sans coder. Ces solutions clés en main offrent des fonctionnalités e-commerce intégrées (catalogue, panier, paiement), tout en permettant une personnalisation du design via des thèmes et extensions. L'avantage majeur réside dans la facilité de gestion des produits, commandes et clients, même sans compétences techniques, tout en garantissant une mise en ligne rapide et sécurisée.",
    "defEcommerceWebsiteFromHand": "La <strong>création d’un site e-commerce</strong> fait à la main consiste à développer entièrement une boutique en ligne <strong>sans utiliser de CMS préconstruit</strong> (comme Shopify ou WooCommerce). Le code (HTML, CSS, JavaScript pour le front-end et PHP, Node.js, Python, SQL pour le back-end) est écrit manuellement, offrant un contrôle total sur le design, les fonctionnalités et les performances. Cette méthode permet une expérience sur-mesure, adaptée aux besoins spécifiques du business.",
    "wordpressAndDevofHandEcommerce": "La <strong>création d'un site e-commerce</strong> en méthode hybride combine développement sur mesure et CMS : le template et les fonctionnalités sont codés manuellement pour un design unique, puis intégrés dans un système de gestion de contenu (ex: WordPress). Cette approche offre une personnalisation poussée tout en conservant la simplicité d'administration via le CMS.",
    "notionEcommerceFromHand": "Notion technique - <strong>HTML, CSS, JavaScript, PHP, Node.js, Python, SQL</strong> : Langages de programmation, <strong>CMS</strong> : Outil de gestion de contenu, <strong>Front-end</strong> : La partie visible du site (design), <strong>Back-end</strong> : La partie invisible du site qui gère les fonctionnalités majeures de l'application (ajout au panier, paiement, etc.).",
    "notionwordpressAndDevofHandEcommerce": "Notion technique - <strong>Hybride</strong> : Combine les deux approches de développement (Design et fonctionnalité faits sur mesure, gestion du contenu (image, texte...) avec un CMS), <strong>CMS</strong> : Outil de gestion de contenu, <strong>Template</strong> : Représente le design du site construit à la main.",
    "defreworkworpress": "La <strong>refonte d'un site web (Vitrine, E-commerce)</strong> sous CMS consiste à restructurer et moderniser un site existant tout en conservant son système de gestion de contenu. Cette opération inclut généralement une mise à jour du design, une optimisation de l'expérience utilisateur, une amélioration des performances techniques et une adaptation aux nouvelles normes web, tout en préservant ou migrant le contenu existant. L'objectif est d'améliorer l'efficacité du site tout en maintenant la facilité de gestion offerte par le CMS, sans remettre en cause son architecture de base.",
    "defReworkWebsiteFromHand": "La <strong>refonte</strong> manuelle d'un <strong>site web (Vitrine, E-commerce, Application web)</strong> consiste à restructurer entièrement un site existant en recodant à la main son architecture, son design et ses fonctionnalités, sans utiliser de systèmes prêts à l'emploi. Cette approche sur mesure permet d'optimiser les performances techniques, d'adapter parfaitement l'ergonomie aux besoins utilisateurs et d'actualiser l'identité visuelle, tout en conservant ou améliorant le référencement. Contrairement à une simple mise à jour cosmétique, la refonte manuelle implique une reconstruction complète du code source pour une solution durable et parfaitement adaptée aux objectifs stratégiques.",
    "notionWebsiteReworkFromHand": "Notion technique - <strong>CMS</strong> : Outil de gestion de contenu, <strong>SaaS</strong> : Software as a Service (logiciel exécuté dans le web/navigateur), <strong>Plugins</strong> : Fonctionnalités préconçues, <strong>Thème</strong> : Design préconçu, <strong>Ergonomie</strong> : Interface et expérience utilisateur.",
    "websiteEcommerReferenceTitle": "Quelques créations de sites e-commerce",
    "serviceAppTitle": "Création d'une application mobile",
    "apphybride": "Méthode Hybride",
    "appcross": "Méthode Cross-Platform",
    "appnative": "Méthode Native",
    "serviceAppSubTitle": "Les différents modes de création d'une application mobile",
    "serviceAppDef": "Qu'est-ce que la création d'une application mobile ?",
    "appAvantgeTitle": "La création d'une application mobile présente de nombreux avantages, notamment :",
    "appnotion": "Notion technique - .",
    "serviceMaintenanceTitle": "Maintenance Informatique",
    "serviceMaintenanceDescrip": "Vous avez besoin d'une assistance informatique (amélioration des performances de vos appareils, problème avec votre imprimante, connexion Wi-Fi à faible portée, ou souci de configuration, ...) ? Contactez-nous pour une assistance.",
    "serviceMaintenanceSubTitle": "Assistance",
    "serviceMaintenanceDef": "Que proposons-nous comme maintenance ?",
    "serviceMaintenance": "Nous assurons la maintenance des appareils mobiles, tablettes, imprimantes, ordinateurs (portables et de bureau), ainsi que du réseau Wi-Fi, principalement au niveau logiciel (software).",
    "maintenanceAvantgeTitle": "Un appareil optimisé et nettoyé présente de nombreux avantages :",
    "maintenancenotion": "Notion technique - <strong>Software</strong> : fait référence à la partie logicielle d'un appareil. <strong>Logiciel</strong> : programme informatique qui s'exécute sur un appareil.",
    "serviceMaintenanceCostTitle":"Prix maintenance et assistance",
    "serviceMaintenanceCostPara":"Le tarifs pour une assistance et maintenance est de 10€ de l'heure plus les frais de deplacment.",
    "serviceMaintenanceAvantageTitel1":"Appareils mobiles & tablettes",
    "serviceMaintenanceAvantageDescrip1":"Amélioration de la fluidité et rapidité d’exécution, Mise à jour des applications et du système pour plus de sécurité, Résolution des problèmes de stockage et optimisation de la batterie",
    "serviceMaintenanceAvantageTitel2":"Ordinateurs (portables & de bureau)",
    "serviceMaintenanceAvantageDescrip2":"Réduction des lenteurs dues aux fichiers temporaires et logiciels inutiles, Correction des erreurs système et optimisation du démarrage, Protection contre les virus et malwares",
    "serviceMaintenanceAvantageTitel3":"Imprimantes",
    "serviceMaintenanceAvantageDescrip3":"Résolution des problèmes de connexion ou d’installation des pilotes, Amélioration de la qualité d’impression par un bon paramétrage logiciel, Réduction des pannes liées à une mauvaise configuration",
    "serviceAppAvantageTitel1": "Notifications push",
    "serviceAppAvantageDescrip1": "Communication directe avec les clients pour des promotions, rappels ou alertes, boostant l'engagement jusqu'à 3× plus qu'email/SMS.",
    "serviceAppAvantageTitel2": "Expérience utilisateur optimisée",
    "serviceAppAvantageDescrip2": "Interfaces mobiles fluides et intuitives, conçues spécifiquement pour les écrans tactiles, offrant une navigation plus agréable que le web mobile.",
    "serviceAppAvantageTitel3": "Hors connexion",
    "serviceAppAvantageDescrip3": "Fonctionnalités disponibles sans internet, crucial pour les zones mal desservies ou les usages nomades (ex: cartes, documents).",
    "serviceAppAvantageTitel4": "Marque omniprésente",
    "serviceAppAvantageDescrip4": "L'icône sur l'écran d'accueil renforce votre visibilité, rappelant quotidiennement votre existence aux clients.",
    "serviceAppAvantageTitel5": "Intégration appareil",
    "serviceAppAvantageDescrip5": "Utilisation caméra, GPS, contacts pour des features uniques (reconnaissance d'image, géolocalisation, paiement biométrique).",
    "serviceAppCostTitle": "Combien coûte la création d'une application mobile ?",
    "serviceAppCostPara": "Les tarifs pour la création d'une application mobile dépendront directement des fonctionnalités, de la méthode de développement choisie (PWA, Frameworks, Développement natif). Ainsi, selon la complexité de votre projet, le budget à prévoir sera plus ou moins élevé.",
    "serviceAppCostSubPara": "Pour une estimation du coût de votre projet de création d'une application mobile, contactez-moi via le formulaire de contact. J'étudierai la faisabilité de votre projet et vous enverrai un devis.",
    "defapphybride": "Une application hybride combine des éléments natifs et web. Elle utilise des technologies web (HTML, CSS, JavaScript) dans un conteneur natif, permettant un développement rapide et multiplateforme. Elle offre une expérience utilisateur cohérente tout en accédant aux fonctionnalités natives du périphérique.",
    "defappcrossplatform": "La création d'une app en mode Applications Cross-Platform permet de développer une application qui fonctionne sur plusieurs systèmes d'exploitation (iOS, Android) à partir d'un seul code source. Cela réduit les coûts et le temps de développement, tout en offrant une expérience utilisateur cohérente.",
    "defappnatif": "Le développement natif implique de développer un logiciel spécifique à une plateforme (iOS, Android) en utilisant des langages comme Swift ou Kotlin, pour offrir une expérience utilisateur optimale et fluide. Cela signifie que pour une application mobile fonctionnant sur Android et iOS, il faudra deux codes distincts pour chaque plateforme.",
    "avAppHybrideTitle1": "Coût Réduit",
    "avAppHybrideText1": "Développer une application hybride est généralement moins coûteux car un seul code est utilisé pour plusieurs plateformes (iOS et Android).",
    "avAppHybrideTitle2": "Développement Rapide",
    "avAppHybrideText2": "Le temps de développement est plus court, ce qui permet de lancer l'application plus rapidement sur le marché.",
    "avAppHybrideTitle3": "Maintenance Simplifiée",
    "avAppHybrideText3": "Les mises à jour et corrections de bugs se font en un seul endroit, facilitant la maintenance de l'application.",
    "avAppHybrideTitle4": "Accessibilité",
    "avAppHybrideText4": "L'application peut être utilisée sur différents systèmes d'exploitation sans nécessiter de développements séparés.",
    "avAppHybrideTitle5": "Flexibilité",
    "avAppHybrideText5": "Il est plus facile d'intégrer de nouvelles fonctionnalités et de faire des modifications, car le code est partagé entre les plateformes.",
    "disAppHybrideTitle1": "Performance Moins Optimale",
    "disAppHybrideText1": "Les applications hybrides peuvent être moins rapides et moins réactives que les applications natives, surtout pour les fonctionnalités complexes.",
    "disAppHybrideTitle2": "Expérience Utilisateur",
    "disAppHybrideText2": "L'interface utilisateur peut ne pas être aussi fluide ou intuitive que celle d'une application native, car elle n'est pas spécifiquement conçue pour une plateforme.",
    "disAppHybrideTitle3": "Accès Limité aux Fonctionnalités",
    "disAppHybrideText3": "Certaines fonctionnalités spécifiques à une plateforme peuvent être difficiles à implémenter ou nécessiter des plugins supplémentaires.",
    "disAppHybrideTitle4": "Dépendance aux Plugins",
    "disAppHybrideText4": "Pour accéder à certaines fonctionnalités natives, des plugins tiers sont souvent nécessaires, ce qui peut poser des problèmes de compatibilité.",
    "disAppHybrideTitle5": "Sécurité",
    "disAppHybrideText5": "Les applications hybrides peuvent être plus vulnérables aux failles de sécurité, car elles dépendent souvent de technologies web qui peuvent être moins sécurisées que les technologies natives.",
    "notionhybride": "Notion technique - <strong>(HTML, CSS, JavaScript)</strong> : Langages de programmation Web, <strong>Hybride</strong> : Multiplateforme (iOS/Android), <strong>Conteneur natif</strong> : Une couche native au téléphone sur lequel le code web généré est installé, <strong>Fonctionnalités natives</strong> : Fonctionnalités du téléphone (GPS, caméra, contacts, etc.), <strong>Plugins</strong> : Fonctionnalités préconçues, <strong>Interface utilisateur</strong> : Visuel de l'application (où l'utilisateur interagit), <strong>Application Native</strong> : Application conçue avec du code propre aux plateformes (iOS/Android).",
    "avAppCrossPlatformTitle1": "Économie de Coûts",
    "avAppCrossPlatformText1": "Développer une seule application qui fonctionne sur plusieurs plateformes (iOS, Android) est généralement moins coûteux que de créer des applications natives séparées.",
    "avAppCrossPlatformTitle2": "Gain de Temps",
    "avAppCrossPlatformText2": "Le développement est plus rapide car une grande partie du code est réutilisable entre les différentes plateformes.",
    "avAppCrossPlatformTitle3": "Mise à Jour Simplifiée",
    "avAppCrossPlatformText3": "Les mises à jour et les corrections de bugs peuvent être déployées simultanément sur toutes les plateformes, ce qui simplifie la maintenance.",
    "avAppCrossPlatformTitle4": "Cohérence de l'Expérience Utilisateur",
    "avAppCrossPlatformText4": "L'application offre une expérience utilisateur uniforme, peu importe le système d'exploitation utilisé.",
    "avAppCrossPlatformTitle5": "Accès à un Marché Plus Large",
    "avAppCrossPlatformText5": "En étant disponible sur plusieurs plateformes, l'application peut atteindre un public plus large sans effort supplémentaire.",
    "disAppCrossPlatformTitle1": "Performance Réduite",
    "disAppCrossPlatformText1": "Les applications cross-plateformes peuvent être moins performantes que les applications natives, surtout pour les applications nécessitant beaucoup de ressources.",
    "disAppCrossPlatformTitle2": "Expérience Utilisateur Moins Optimale",
    "disAppCrossPlatformText2": "Elles peuvent ne pas exploiter pleinement les fonctionnalités spécifiques de chaque plateforme, ce qui peut nuire à l'expérience utilisateur.",
    "disAppCrossPlatformTitle3": "Dépendance aux Outils Tiers",
    "disAppCrossPlatformText3": "Le développement repose souvent sur des frameworks tiers, ce qui peut poser des problèmes si ces outils ne sont plus supportés ou mis à jour.",
    "disAppCrossPlatformTitle4": "Compatibilité",
    "disAppCrossPlatformText4": "Il peut y avoir des problèmes de compatibilité avec certaines fonctionnalités spécifiques à une plateforme, nécessitant des ajustements supplémentaires.",
    "disAppCrossPlatformTitle5": "Complexité de Débogage",
    "disAppCrossPlatformText5": "Identifier et corriger les bugs peut être plus complexe, car ils peuvent se manifester différemment selon les plateformes.",
    "notioncrossplatform": "Notion technique - <strong>Un Code Source</strong> : Signifie développer l'application une seule fois et rendre le résultat compatible avec toutes les plateformes, <strong>Cross-Platform</strong> : Fonctionne sur plusieurs plateformes différentes, <strong>Application Native</strong> : Application conçue avec du code propre aux plateformes (iOS/Android), <strong>Frameworks Tiers</strong> : Bibliothèque externe permettant de rendre le code source compatible avec d'autres plateformes, <strong>Bugs</strong> : Erreurs dans le code source.",
    "avAppNatifTitle1": "Performance Optimale",
    "avAppNatifText1": "Les applications natives sont rapides et réactives, offrant une expérience utilisateur fluide.",
    "avAppNatifTitle2": "Accès Complet aux Fonctionnalités",
    "avAppNatifText2": "Elles peuvent utiliser toutes les fonctionnalités du téléphone, comme la caméra, le GPS, et les notifications.",
    "avAppNatifTitle3": "Interface Utilisateur Intuitive",
    "avAppNatifText3": "L'application est conçue spécifiquement pour chaque système d'exploitation, ce qui rend l'interface plus intuitive et agréable.",
    "avAppNatifTitle4": "Sécurité Renforcée",
    "avAppNatifText4": "Les applications natives peuvent mieux protéger les données personnelles grâce à des mesures de sécurité intégrées.",
    "avAppNatifTitle5": "Meilleure Interaction Hors-Ligne",
    "avAppNatifText5": "Elles peuvent fonctionner sans connexion Internet, ce qui est pratique pour les utilisateurs en déplacement.",
    "disAppNatifTitle1": "Coût de Développement Élevé",
    "disAppNatifText1": "Développer une application native pour plusieurs plateformes (iOS et Android) peut être coûteux.",
    "disAppNatifTitle2": "Temps de Développement Long",
    "disAppNatifText2": "Le processus de création peut prendre plus de temps, car pour chaque plateforme (iOS, Android), il faudra un code séparé.",
    "disAppNatifTitle3": "Mises à Jour Compliquées",
    "disAppNatifText3": "Chaque mise à jour doit être approuvée par les plateformes (App Store, Google Play), ce qui peut ralentir le processus.",
    "disAppNatifTitle4": "Besoin de Compétences Spécifiques",
    "disAppNatifText4": "Les développeurs doivent maîtriser des langages de programmation différents pour chaque plateforme.",
    "disAppNatifTitle5": "Maintenance Plus Complexes",
    "disAppNatifText5": "Gérer deux versions de l'application (une pour iOS et une pour Android) nécessite plus de ressources et d'efforts.",
    "notionnatif": "Notion technique - <strong>(iOS, Android)</strong> : Plateforme mobile, <strong>Swift ou Kotlin</strong> : Langages de programmation natifs à chaque système d'exploitation Android (Kotlin), iOS (Swift), <strong>Application Native</strong> : Application conçue avec du code propre aux plateformes (iOS/Android).",
    "serviceSaasTitle": "Création d'un Logiciel métier/SaaS",
    "serviceSaasDescrip": "Vous souhaitez développer un Logiciel métier/SaaS ? Vous êtes au bon endroit. Dans ces extraits, nous vous expliquerons les avantages d'un logiciel métier/SaaS et comment cela peut être bénéfique pour vos objectifs. Il existe plusieurs façons de réaliser un logiciel métier/SaaS, mais je vous propose deux méthodes. La première est le développement à la main, et la deuxième est l'utilisation d'une solution déjà construite.",
    "serviceAppDescrip": "Vous souhaitez créer une application mobile ? Vous êtes au bon endroit. Dans ces extraits, nous vous expliquerons les avantages d'une application mobile et comment cela peut être bénéfique pour vos objectifs. Il existe plusieurs façons de créer une application mobile. Je vous propose trois méthodes. La première est la méthode Hybride, la deuxième est la méthode Cross-Platform, et la troisième est la méthode Native.",
    "serviceEcommerceWebsiteDescrip": "Vous souhaitez créer un site e-commerce ? Vous êtes au bon endroit. Dans ces extraits, nous vous expliquerons les avantages de créer un site e-commerce et comment cela peut être bénéfique pour vos objectifs. Il existe trois façons de réaliser un site e-commerce. La première méthode, la plus populaire, est d'utiliser un CMS (Outil de gestion de contenu), la deuxième est de le développer à la main, et la troisième est la méthode hybride.",
    "serviceReworkWebsiteDescrip": "Vous souhaitez refaire votre site web (Vitrine, E-commerce, Application web) ? Vous êtes au bon endroit. Dans ces extraits, nous vous expliquerons les avantages de la refonte d'un site web et comment cela peut être bénéfique pour vos objectifs. Il existe trois façons de refaire un site. La première méthode, la plus populaire, est d'utiliser un CMS (Outil de gestion de contenu), la deuxième est de le développer à la main, et la troisième est la méthode hybride.",
    "serviceSiteVitrineDescrip": "Vous avez besoin d'un site internet pour présenter votre entreprise, association ou collectivité ? Vous êtes au bon endroit. Dans ces extraits, nous vous expliquerons les avantages de la création d'un site et comment cela peut être bénéfique pour vos objectifs. Il existe trois façons de créer un site vitrine. La première méthode, la plus populaire, est d'utiliser un CMS (Outil de gestion de contenu), la deuxième est de le développer à la main, et la troisième est la méthode hybride.",
    "serviceSaasSubTitle": "Comment développe-t-on un logiciel métier/SaaS ?",
    "serviceSaasDef": "Qu'est-ce que la création d'un Logiciel métier/SaaS ?",
    "saasAvantgeTitle": "La création d'un Logiciel métier est un processus qui prend beaucoup de temps mais présente néanmoins de nombreux avantages, notamment :",
    "saasnotion": "Notion technique - <strong>Logiciel Métier</strong> : est un outil informatique accessible via le web et utilisé pour les différents besoins d'une entreprise, <strong>SaaS</strong> : (Software as a Service) est défini comme une application de bureau (fonctionnalités, architecture, structure) qui fonctionne sur le web.",
    "progiciel": "Progiciels (ERP, CRM)",
    "serviceSaasAvantageTitel1": "Accès Partout, Tout le Temps",
    "serviceSaasAvantageDescrip1": "Votre logiciel est disponible sur Internet depuis n'importe quel appareil (ordinateur, tablette, smartphone). Plus besoin d’installer des programmes compliqués !",
    "serviceSaasAvantageTitel2": "Automatisation des Tâches Répétitives",
    "serviceSaasAvantageDescrip2": "Votre logiciel effectue automatiquement les calculs, saisies et traitements fastidieux, vous faisant gagner un temps précieux chaque jour.",
    "serviceSaasAvantageTitel3": "Réduction des Erreurs Humaines",
    "serviceSaasAvantageDescrip3": "Plus de fautes de saisie ou d’oubli : le système vérifie et valide les données, garantissant une grande fiabilité.",
    "serviceSaasAvantageTitel4": "Gain de Temps sur la Gestion",
    "serviceSaasAvantageDescrip4": "Fini les dossiers papier ou les fichiers Excel compliqués : tout est organisé, classé et accessible en quelques clics.",
    "serviceSaasCostTitle": "Combien coûte la création d'un logiciel métier/SaaS ?",
    "serviceSaasCostPara": "Les tarifs pour la création d'un logiciel métier/SaaS dépendront directement des fonctionnalités, de la méthode de développement choisie (Développement à la main, Progiciel). Ainsi, selon la complexité de votre projet, le budget à prévoir sera plus ou moins élevé.",
    "defsaasofhand": "Votre logiciel métier/SaaS est conçu entièrement à la main, sans progiciel préfabriqué, pour épouser parfaitement vos processus uniques. Je crée exclusivement pour vous une solution personnalisée, flexible et évolutive, bien plus adaptée qu'un outil standard.",
    "notionsaasofhand": "Notion technique - <strong>Progiciel</strong> : Solution métier préconçue proposant un ensemble de services, <strong>Déploiement</strong> : Mise en production du logiciel, <strong>Bugs</strong> : Erreurs dans le code source.",
    "defsaasprogiciel": "Ce développement consiste à l'ajout de nouveaux modules spécifiques à vos besoins à ceux existants dans le progiciel. Cela permet un développement rapide, sans codage complexe, tout en garantissant une solution 100% adaptée à vos processus uniques. Vous bénéficiez d’un outil personnalisé, évolutif et simple à utiliser, comme s’il avait été créé exclusivement pour vous.",
    "notionsaasprogiciel": "Notion technique - <strong>Progiciel</strong> : Solution métier préconçue proposant un ensemble de services, <strong>Développement from scratch</strong> : tout le code source généré est fait à la main, <strong>Modules complémentaires</strong> : Fonctionnalités additionnelles créées par l'éditeur du progiciel pour élargir ses fonctionnalités.",
    "avSaasOfHandTitle1": "100% Personnalisable",
    "avSaasOfHandText1": "Le logiciel est conçu <strong>exclusivement</strong> pour vos besoins, sans compromis ni fonctionnalités inutiles.",
    "avSaasOfHandTitle2": "Évolutivité Maîtrisée",
    "avSaasOfHandText2": "Vous pouvez l’adapter à tout moment, sans dépendre des limites d’un progiciel préexistant.",
    "avSaasOfHandTitle3": "Meilleures Performances",
    "avSaasOfHandText3": "Optimisé pour votre usage, il est plus rapide et consomme moins de ressources qu’une solution générique.",
    "avSaasOfHandTitle4": "Sécurité Renforcée",
    "avSaasOfHandText4": "Moins vulnérable aux attaques standardisées, car son architecture est unique et moins ciblée.",
    "avSaasOfHandTitle5": "Indépendance Totale",
    "avSaasOfHandText5": "Aucune licence coûteuse ni restriction technique imposée par un éditeur tiers.",
    "disSaasOfHandTitle1": "Coût Initial Plus Élevé",
    "disSaasOfHandText1": "Le développement sur mesure demande plus de temps et d’investissement qu’une solution clé en main.",
    "disSaasOfHandTitle2": "Maintenance Exigeante",
    "disSaasOfHandText2": "Les mises à jour et corrections doivent être gérées en interne ou par votre prestataire.",
    "disSaasOfHandTitle3": "Délai de Déploiement Plus Long",
    "disSaasOfHandText3": "La conception from scratch prend plus de temps qu’un déploiement avec un progiciel existant.",
    "disSaasOfHandTitle4": "Risques de Bugs Inattendus",
    "disSaasOfHandText4": "Moins de retours utilisateurs en phase de test qu’un logiciel déjà éprouvé sur le marché.",
    "disSaasOfHandTitle5": "Dépendance aux Développeurs",
    "disSaasOfHandText5": "Les modifications futures nécessitent l’intervention de ceux qui ont conçu le système.",
    "avSaasProgicielTitle1": "Déploiement Rapide",
    "avSaasProgicielText1": "Le progiciel offre une base prête à l’emploi, réduisant les délais de développement et permettant une mise en service accélérée.",
    "avSaasProgicielTitle2": "Coût Maîtrisé",
    "avSaasProgicielText2": "Moins cher qu’un développement from scratch, car il évite de tout coder à partir de zéro.",
    "avSaasProgicielTitle3": "Fiabilité Éprouvée",
    "avSaasProgicielText3": "Bénéficiez d’un socle technique stable, déjà testé et optimisé par l’éditeur du progiciel.",
    "avSaasProgicielTitle4": "Maintenance Simplifiée",
    "avSaasProgicielText4": "Les mises à jour et corrections sont gérées par l’éditeur, réduisant votre charge technique.",
    "avSaasProgicielTitle5": "Évolutivité Facilitée",
    "avSaasProgicielText5": "Le progiciel intègre souvent des modules complémentaires pour s’adapter à votre croissance.",
    "disSaasProgicielTitle1": "Personnalisation Limitée",
    "disSaasProgicielText1": "Certaines adaptations peuvent être complexes ou coûteuses, car dépendantes des contraintes du progiciel.",
    "disSaasProgicielTitle2": "Dépendance à l’Éditeur",
    "disSaasProgicielText2": "Vos évolutions futures sont liées aux mises à jour et à la pérennité du progiciel choisi.",
    "disSaasProgicielTitle3": "Fonctionnalités Superflues",
    "disSaasProgicielText3": "Le progiciel peut inclure des options inutiles à votre métier, alourdissant l’interface.",
    "disSaasProgicielTitle4": "Coûts Récurrents",
    "disSaasProgicielText4": "Licences, abonnements ou frais de mise à jour peuvent s’accumuler sur le long terme.",
    "disSaasProgicielTitle5": "Intégrations Parfois Complexes",
    "disSaasProgicielText5": "Rendre le progiciel compatible avec vos outils existants peut demander des développements supplémentaires.",
    "serviceSaasCostSubPara": "Pour une estimation du coût de votre projet de création d'un logiciel métier/SaaS, contactez-moi via le formulaire de contact. J'étudierai la faisabilité de votre projet et vous enverrai un devis.",
    "referenceSaasTitle": "Quelques logiciels métiers/SaaS réalisés",
    "referenceAppTitle": "Quelques applications mobiles réalisées",
    "referenceTitle":"Voici un aperçu des projets sur lesquels j'ai travaillé, qu'ils soient professionnels, personnels ou en tant que freelance. Cet aperçu vise à vous donner une idée de mes compétences et à vous offrir une vue d'ensemble de la manière dont mes services peuvent vous être utiles.",
    "optionWebSiteWordpress0": "<p>4 pages maximum pour ce pack. En cas de page supplémentaire, <span class='prix'>+{4pagesSWP}€</span> par page.<em>Ce prix peut varier selon le nombre de pages du site.</em></p>",
    "optionWebSiteWordpress1": "Définition de la charte graphique (palette de couleurs, typographie...)",
    "optionWebSiteWordpress2": "Achat d'un thème (template) d'une valeur maximal de 40€. Pour plus, cela revient à votre charge.",
    "optionWebSiteWordpress3": "Nom de domaine + Hébergement + e-mail pendant 12 mois.",
    "optionWebSiteWordpress4": "Interface administrateur incluse",
    "optionWebSiteWordpress5": "Site responsive (adapté à tous les supports)",
    "optionWebSiteWordpress6": "<p><span class='prix'>+{cinquante}€</span><span class='text'>Mise en place du contenu (textes, images ...).</span></p><p><span class='prix'>+{cent}€</span><span class='text'>par langue supplémentaire sur le site s'il est multilingue.</span><em>Ces prix peuvent varier selon le nombre de pages du site.</em></p>",
    "optionWebSiteWordpress7": "Formulaire de contact",
    "optionWebSiteWordpress8": "Liens de partage sur les réseaux sociaux",
    "optionWebSiteWordpress9": "(SEO) Référencement",
    "optionWebSiteWordpress10": "Statistiques/Analyse de visite",
    "optionWebSiteWordpress11": "Mise en ligne du site sur un serveur",
    "optionWebSiteWordpress12": "Formation à l'utilisation du site (ajout de contenu...)",
    "optionWebSiteMix0": "<p>4 pages maximum pour ce pack. En cas de page supplémentaire, <span class='prix'>+{4pagesMix}€</span> par page. <em>Ce prix peut varier selon le nombre de contenus de la page.</em></p>",
    "optionWebSiteMix1": "Définition de la charte graphique (palette de couleurs, typographie...)",
    "optionWebSiteMix2": "Intégration d'un thème sur mesure (personnalisé).",
    "optionWebSiteMix3": "Nom de domaine + Hébergement + e-mail pendant 12 mois.",
    "optionWebSiteMix4": "<p><span class='prix'>+{cent}€</span><span class='text'>Intégration d'un outil de gestion</span><em>Ce prix peut varier selon le nombre de pages du site.</em></p> ou <p><span class='text'>Souscription à un outil en ligne avec paiement mensuel.</span><em>Prix de l'outil estimable lors du devis.</em></p>",
    "optionWebSiteMix5": "Site responsive (adapté à tous les supports)",
    "optionWebSiteMix6": "<p><span class='prix'>+{cinquante}€</span><span class='text'>Mise en place du contenu (textes, images ...).</span></p><p><span class='prix'>+{cent}€</span><span class='text'>par langue supplémentaire sur le site s'il est multilingue.</span><em>Ces prix peuvent varier selon le nombre de pages du site.</em></p>",
    "optionWebSiteMix7": "Formulaire de contact",
    "optionWebSiteMix8": "Liens de partage sur les réseaux sociaux",
    "optionWebSiteMix9": "(SEO) Référencement",
    "optionWebSiteMix10": "Statistiques/Analyse de visite",
    "optionWebSiteMix11": "Mise en ligne du site sur un serveur",
    "optionWebSiteMix12": "Formation à l'utilisation du site (ajout de contenu...)",
    "optionWebSiteOfHand0": "<p>4 Pages maximum pour ce pack. En cas de page supplémentaire, <span class='prix'>+{4pagesHand}€</span> par page. <em>Ce prix peut varier selon le nombre de contenu de la page.</em></p>",
    "optionWebSiteOfHand1": "Définition de la charte graphique (palette de couleurs, typographie...)",
    "optionWebSiteOfHand2": "Nom de domaine + Hébergement + e-mail pendant 12 mois.",
    "optionWebSiteOfHand3": "Site responsive (adapté à tous les supports)",
    "optionWebSiteOfHand4": "Mise en place du contenu (textes, images ...) incluse <p><span class='prix'>+{cent}€</span><span class='text'>par langue supplémentaire sur le site s'il est multilingue.</span><em>Ce prix peut varier selon le nombre de pages du site.</em></p>",
    "optionWebSiteOfHand5": "Formulaire de contact",
    "optionWebSiteOfHand6": "Liens de partage sur les réseaux sociaux",
    "optionWebSiteOfHand7": "(SEO) Référencement",
    "optionWebSiteOfHand8": "Mise en ligne du site sur un serveur",
    "optionWebSiteOfHand9": "Formation à l'utilisation du site",
    "optionWebSiteOfHand10": "Statistiques/Analyse de visite",
    "optionEcommerceOfHand0": "<p>7 pages maximum pour ce pack. En cas de page supplémentaire, <span class='prix'>+{7pagesEHand}€</span> par page. <em>Ce prix peut varier selon le nombre de contenu de la page.</em></p>",
    "optionEcommerceOfHand1": "Définition de la charte graphique (palette de couleurs, typographie...)",
    "optionEcommerceOfHand2": "Nom de domaine + Hébergement + e-mail pendant 12 mois.",
    "optionEcommerceOfHand3": "Formulaire de contact",
    "optionEcommerceOfHand4": "(SEO) Référencement",
    "optionEcommerceOfHand5": "<p><span class='prix'>+{cent}€</span><span class='text'>Mise en place du contenu (textes, images ...).</span><em>Ce prix peut varier selon le nombre de pages. Exclus sont les pages produits.</em></p><p><span class='prix'>+{cent}€</span><span class='text'>par langue supplémentaire sur le site s'il est multilingue.</span><em>Ce prix peut varier selon le nombre de pages du site.</em></p>",
    "optionEcommerceOfHand6": "<p><span class='prix'>+{cinqcent}€</span><span class='text'>Création d'un backoffice (espace d'administration des produits).</span><em>Ce prix peut varier selon la complexité du backoffice.</em> ou </p><p>option pour une solution préconçue <span class='prix'>+{soixantequinze}€</span><span class='text'>Frais d'intégration</span> et <span class='text'>+ Prix d'abonnement mensuel du logiciel (backoffice).</span></p>",
    "optionEcommerceOfHand7": "Intégration des paiements en ligne",
    "optionEcommerceOfHand8": "<p><span class='prix'>+{cinquante}€</span><span class='text'>Intégration de système de promotion et réduction.</span></p>",
    "optionEcommerceOfHand9": "Liens de partage sur les réseaux sociaux",
    "optionEcommerceOfHand10": "Site responsive (adapté à tous les supports)",
    "optionEcommerceOfHand11": "Mise en ligne du site sur un serveur",
    "optionEcommerceOfHand12": "Formation à l'utilisation du site + backoffice",
    "optionEcommerceOfHand13": "Statistiques/Analyse de visite",
    "optionEcommerceMix0": "<p>7 pages maximum pour ce pack. En cas de page supplémentaire, <span class='prix'>+{7pagesEMix}€</span> par page. <em>Ce prix peut varier selon le nombre de contenus de la page.</em></p>",
    "optionEcommerceMix1": "Définition de la charte graphique (palette de couleurs, typographie...)",
    "optionEcommerceMix2": "Intégration d'un thème sur mesure (personnalisé).",
    "optionEcommerceMix3": "Nom de domaine + Hébergement + e-mail pendant 12 mois.",
    "optionEcommerceMix4": "<p><span class='prix'>+{cinqcent}</span><span class='text'>Intégration d'un outil de gestion</span><em>Ce prix peut varier selon le nombre de pages du site.</em></p> ou <p><span class='text'>Souscription à un outil en ligne avec paiement mensuel. <span class='prix'>+{soixantequinze}€</span><span class='text'>Frais d'intégration</span></span><em>Prix de l'outil estimable lors du devis.</em></p>",
    "optionEcommerceMix5": "Site responsive (adapté à tous les supports)",
    "optionEcommerceMix6": "<p><span class='prix'>+{cinquante}€</span><span class='text'>Mise en place du contenu (textes, images ...).</span></p><p><span class='prix'>+{cent}€</span><span class='text'>par langue supplémentaire sur le site s'il est multilingue.</span><em>Ces prix peuvent varier selon le nombre de pages du site.</em></p>",
    "optionEcommerceMix7": "Intégration des paiements en ligne",
    "optionEcommerceMix8": "<p><span class='prix'>+{cinquante}€</span><span class='text'>Intégration de système de promotion et réduction.</span></p>",
    "optionEcommerceMix9": "Liens de partage sur les réseaux sociaux",
    "optionEcommerceMix10": "(SEO) Référencement",
    "optionEcommerceMix11": "Statistiques/Analyse de visite",
    "optionEcommerceMix12": "Mise en ligne du site sur un serveur",
    "optionEcommerceMix13": "Formation à l'utilisation du site (ajout de contenu...)",
    "optionEcommerceWordPress0":"<p>7 pages maximum pour ce pack. En cas de page supplémentaire, <span class='prix'>+{7pagesEWP}€</span> par page. <em>Ce prix peut varier selon le nombre de contenus de la page.</em></p>",
    "optionEcommerceWordPress1": "Définition de la charte graphique (palette de couleurs, typographie...)",
    "optionEcommerceWordPress2": "Achat d'un thème (template) d'une valeur maximal de 40€. Pour plus, cela revient à votre charge.",
    "optionEcommerceWordPress3": "Nom de domaine + Hébergement + e-mail pendant 12 mois.",
    "optionEcommerceWordPress4": "Formulaire de contact",
    "optionEcommerceWordPress5": "<p><span class='prix'>+{cent}€</span><span class='text'>Mise en place du contenu (textes, images ...).</span><em><em>Ce prix peut varier selon le nombre de pages. Exclus sont les pages produits</em></em></p><p><span class='prix'>+{cent}€</span><span class='text'>par langue supplémentaire sur le site s'il est multilingue.</span><em>Ce prix peut varier selon le nombre de pages du site.</em></p>",
    "optionEcommerceWordPress6": "Intégration des paiements en ligne",
    "optionEcommerceWordPress7": "<p><span class='prix'>+{cinquante}€</span><span class='text'>Intégration de système de promotion et réduction.</span></p>",
    "optionEcommerceWordPress8": "(SEO) Référencement",
    "optionEcommerceWordPress9": "Liens de partage sur les réseaux sociaux",
    "optionEcommerceWordPress10": "Site responsive (adapté à tous les supports)",
    "optionEcommerceWordPress11": "Mise en ligne du site sur un serveur",
    "optionEcommerceWordPress12": "Formation à l'utilisation du site + backoffice",
    "optionEcommerceWordPress13": "Statistiques/Analyse de visite",
    "devhybride": "Hybride",
    "devcross": "Cross-Platform",
    "devnatif": "Native",
    "noprice": "À définir",
    "devTypeAppHybride": "Développement Hybride",
    "devTypeAppCross": "Développement Cross-Platform",
    "devTypeAppNatif": "Développement Natif",
    "devTypeSaasOfHanf": "Développement à la main",
    "devTypeSaasProgiciel": "Développement à l'aide d'un progiciel",
    "maintenanceEcommerce": "Site E-commerce",
    "maintenanceWebsite": "Site internet",
    "maintenanceApp": "Application mobile",
    "maintenanceSaas": "Logiciel métier/SaaS",
    "optionWebSiteMaintenance1": "<strong>Mises à jour du CMS et des extensions</strong><span style='display:block'>Mise à jour des modules et correctifs de compatibilité.</span><span style='display:block'>S’assurer qu’il est compatible avec les dernières versions.</span>",
    "optionWebSiteMaintenance2": "<strong>Sauvegardes régulières</strong><span style='display:block'>Sauvegarde régulière de la base de données, des fichiers et médias pour permettre une restauration en cas de problème.</span>",
    "optionWebSiteMaintenance3": "<strong>Optimisation des Performances</strong><span style='display:block'>Compression des images, nettoyage de la base de données.</span>",
    "optionWebSiteMaintenance4": "<strong>Correction des bugs</strong><span style='display:block'>Correction des erreurs techniques (affichage, envoi d'e-mail, etc.) pour une expérience utilisateur fluide.</span>",
    "optionWebSiteMaintenance5": "<p><span class='prix'>+{cinquante}€</span><span class='text'>Renouvellement nom de domaine + Hébergement + e-mail pendant 12 mois.</span></p><p><span class='prix'>+{cinquante}€</span><span class='text'>Mise en ligne du site sur un serveur.</span></p>",
    "optionEcommerceMaintenance1": "<strong>Mises à jour régulières</strong><span style='display:block'>Mise à jour du CMS, des plugins, des thèmes et extensions pour éviter les failles de sécurité et les bugs.</span>",
    "optionEcommerceMaintenance2": "<strong>Sauvegardes régulières</strong><span style='display:block'>Sauvegarde régulière de la base de données, des fichiers et médias pour permettre une restauration en cas de problème.</span>",
    "optionEcommerceMaintenance3": "<strong>Optimisation des performances</strong><span style='display:block'>En cas de nécessité, optimisation de la vitesse du site via cache, compression d’images et nettoyage de la base de données.</span>",
    "optionEcommerceMaintenance4": "<strong>Correction des bugs</strong><span style='display:block'>Correction des erreurs techniques (panier, paiement, affichage) pour une expérience utilisateur fluide.</span>",
    "optionEcommerceMaintenance5": "<p><span class='prix'>+{cinquante}€</span><span class='text'>Renouvellement nom de domaine + Hébergement + e-mail pendant 12 mois.</span></p><p><span class='prix'>+{cinquante}€</span><span class='text'>Mise en ligne du site sur un serveur.</span></p>",
    "appMaintenance": "Pour la maintenance de vos applications mobiles, veuillez nous contacter afin d'établir un devis et une procédure adaptée. En effet, pour les applications mobiles, un tarif précis ne peut être déterminé sans une compréhension approfondie des besoins spécifiques de votre application.",
    "saasMaintenance": "Pour la maintenance de vos logiciels métiers ou SaaS, veuillez nous contacter afin d'établir un devis et une procédure adaptée. En effet, pour ce type de logiciel, un tarif précis ne peut être déterminé sans une compréhension approfondie des besoins spécifiques de votre logiciel.",
    "devModeWordpress": "Réalisé sous WordPress",
    "devModeOfHand": "Développé à la main",
    "websiteTitle": "Site vitrine",
    "websiteItemTitle": "Site internet pour",
    "websiteItem1Proprio": "Fieger",
    "activityDomain": "Domaine d'activité de",
    "infoProjet": "Informations sur le projet web",
    "websiteItem1TaskPara1": "Mise à jour du contenu (texte/images)",
    "websiteItem1TaskPara2": "Corrections liées au design (apparence)",
    "websiteItem1TaskPara3": "Ajout de composants et d'images",
    "websiteItem1TaskPara4": "Test final",
    "websiteItem1TaskPara5": "Publication",
    "websiteItem2Proprio": "Neue-Gruppe",
    "websiteItem2TaskPara1": "Ajout de nouvelles fonctionnalités",
    "websiteItem2TaskPara2": "Ajout de contenu (texte/images)",
    "websiteItem2TaskPara3": "Modification du design (style/apparence)",
    "websiteItem2TaskPara4": "Test final",
    "websiteItem2TaskPara5": "Déploiement (mise en ligne)",
    "websiteItem3Proprio": "Avlis",
    "websiteItem3TaskPara1": "Correction des bugs",
    "websiteItem3TaskPara2": "Mise à jour du contenu (texte/images)",
    "websiteItem3TaskPara3": "Ajout de nouvelles fonctionnalités",
    "websiteItem3TaskPara4": "Amélioration du code produit",
    "websiteItem3TaskPara5": "Test final",
    "websiteItem3TaskPara6": "Déploiement (mise en ligne)",
    "websiteItem4Proprio": "Consultante",
    "websiteItem4TaskPara1": "Définition de la charte graphique (palette de couleurs, typographie)",
    "websiteItem4TaskPara2": "Mise en place du template (pages/services/blog)",
    "websiteItem4TaskPara3": "Création des différentes fonctionnalités",
    "websiteItem4TaskPara4": "Création du backoffice (espace d'administration du site)",
    "websiteItem4TaskPara5": "Test final",
    "websiteItem4TaskPara6": "Déploiement (mise en ligne)",
    "reworkedTitle": "Refonte de site",
    "reworkedItemTitle": "Refonte de site pour",
    "reworkedItemProprio": "Graphicon",
    "reworkedItemDescriptionTitle": "Domaine d'activité de",
    "reworkedItemTaskPara1": "Mise à jour du contenu (texte/images)",
    "reworkedItemTaskPara2": "Corrections liées au design (apparence)",
    "reworkedItemTaskPara3": "Ajout de composants et d'images",
    "reworkedItemTaskPara4": "Test final",
    "reworkedItemTaskPara5": "Déploiement (mise en ligne)",
    "ecommerceTitle": "Site e-commerce",
    "ecommerceItemTitle": "Site e-commerce pour",
    "ecommerceItem1Proprio": "WaveConnect",
    "ecommerceItem1TaskPara1": "Étude du projet (cahier des charges)",
    "ecommerceItem1TaskPara2": "Choix des technologies appropriées",
    "ecommerceItem1TaskPara3": "Mise en place de la structure du projet",
    "ecommerceItem1TaskPara4": "Définition de la charte graphique (palette de couleurs, typographie)",
    "ecommerceItem1TaskPara5": "Mise en place du template (pages/services)",
    "ecommerceItem1TaskPara6": "Création des différentes fonctionnalités",
    "ecommerceItem1TaskPara7": "Création du backoffice (espace d'administration du site)",
    "ecommerceItem1TaskPara8": "Test final",
    "ecommerceItem1TaskPara9": "Déploiement (mise en ligne)",
    "ecommerceItem2TaskPara5": "Mise en place du template (pages/panier/services)",
    "budget": "Quel est votre budget ?",
    "contract":{
        "header": {
            "titleService": "Contrat de prestation de service - ",
            "titleMaintenance": "Contrat de prestation de maintenance - ",
            "titleServiceMaintenance": "Contrat de prestation de service et de maintenance - ",
            "subTitle": "Entre les soussignés :",
            "home": "domicilié(e) à",
            "designation": "ci-après désigné par le",
            "from": "Client,",
            "to": "Prestataire de services.",
            "and": "et",
            "parties": "(le client et le prestataire de services ci-après collectivement appelés 'les Parties')"
        },
        "sections":{
            "1":{
                "title":"1 - PRÉAMBULE",
                "paraDef":"CONSIDÉRANT QUE",
                "para1":"le client désire obtenir divers services informatiques de la part du prestataire de services;",
                "para2":"les parties désirent confirmer leur entente par écrit;",
                "para3":"les parties ont la capacité et la qualité d'exercer tous les droits requis pour la conclusion et l'exécution de l'entente constatée dans le présent contrat;",
                "para":"EN CONSÉQUENCE DE CE QUI PRÉCÈDE, LES PARTIES CONVIENNENT DE CE QUI SUIT:"
            },
            "2":{
                "title":"2 - OBJET",
                "sec1":{
                    "title":"2.1 - Services",
                    "para":"Le prestataire de services s'engage envers le client à fournir les services informatiques (ci-après appelés 'les services') décrits dans les spécifications qui figurent dans la séction 'Déscription et Fonctionnalités clés du projet', ou, à défaut, dans le cahier de charge."
                },
                "sec2":{
                    "title":"2.2 - Délai de fourniture des services",
                    "para":"À compter du moment où le client a fourni au prestataire de services les éléments d'information et sous réserve de tout service additionnel requis par le client après la signature du présent contrat, le délai de fourniture des services par le prestataire de services est celui indiqué dans les spécifications."
                }
            },
            "3": {
                "title": "3 - DESCRIPTION ET FONCTIONNALITÉS CLÉS DU PROJET",
                "sec1": {
                    "title": "3.1 - Description"
                },
                "sec2": {
                    "title": "3.2 - Fonctionnalités"
                },
                "sec3": {
                    "title": "3.3 - Durée du contrat",
                    "paraService": "Le contrat débute le {startDate}, mais le projet commence lorsque le premier dépôt est effectué. Cela signifie que les retards du versement du premier dépôt seront pris en compte sur la date de livraison. Le contrat s'achève le {endDate} avec une semaine de marge, et ceci dans les conditions où le premier dépôt est versé le même jour que la signature du contrat. Cela peut être confirmé par une preuve de virement, nul besoin de recevoir l'argent avant de commencer le projet.",
                    "paraMaintenance": "Le présent contrat prend effet au jour de sa signature par les deux parties. Le contrat sera alors conclu pour une durée déterminée de 12 mois. À l'expiration de la période initiale, le contrat sera automatiquement renouvelé pour des périodes successives de 12 mois, sauf si l'une des parties notifie à l'autre son intention de ne pas renouveler le contrat par écrit, au moins 30 jours avant la date d'expiration de la période en cours. Chaque partie peut résilier le contrat avant son terme en cas de manquement grave de l'autre partie à ses obligations contractuelles, sous réserve d'un préavis écrit de 30 jours et de la possibilité pour la partie défaillante de remédier au manquement dans ce délai.",
                    "paraServiceMaintenance": "Le contrat débute lors de la signature des deux parties, mais le projet commence lorsque le premier dépôt est effectué. Cela signifie que les retards du versement du premier dépôt seront pris en compte sur la date de livraison. Le contrat s'achève le {endDate} avec une semaine de marge, et ceci dans les conditions où le premier dépôt est versé le même jour que la signature du contrat. Cela peut être confirmé par une preuve de virement, nul besoin de recevoir l'argent avant de commencer. Le contrat de prestation de maintenance prend effet à la fin du contrat de prestation de service. Le contrat sera alors conclu pour une durée déterminée de 12 mois. À l'expiration de la période initiale, le contrat sera automatiquement renouvelé pour des périodes successives de 12 mois, sauf si l'une des parties notifie à l'autre son intention de ne pas renouveler le contrat par écrit, au moins 30 jours avant la date d'expiration de la période en cours. Chaque partie peut résilier le contrat avant son terme en cas de manquement grave de l'autre partie à ses obligations contractuelles, sous réserve d'un préavis écrit de 30 jours et de la possibilité pour la partie défaillante de remédier au manquement dans ce délai."
                },
                "sec4": {
                    "titleService": "3.4 - Prix",
                    "titleMaintenance": "3.4 - Prix",
                    "titleServiceMaintenance": "3.4 - Prix",
                    "paraService": "Le prix pour la prestation de services est de {price} TTC, selon ce qui a été conclu dans le devis. Les modalités de paiement se trouvent en annexe de ce contrat.",
                    "paraMaintenance": {
                        "perHour": "Le tarif horaire pour la prestation de maintenance est de {mprice} TTC, selon ce qui a été conclu dans le devis. Les heures travaillées seront consignées dans un rapport mensuel et facturées à la fin de chaque mois. Les modalités de paiement se trouvent en annexe de ce contrat.",
                        "perYear": "Le forfait annuel pour la prestation de maintenance est de {mprice} TTC, selon ce qui a été conclu dans le devis. Le paiement sera effectué en une seule fois au début de chaque période contractuelle. Les modalités de paiement se trouvent en annexe de ce contrat."
                    },
                    "paraServiceMaintenance": {
                        "para": "Le prix pour la prestation de services est de {price}, selon ce qui a été conclu dans le devis. Pour la prestation de maintenance,",
                        "para1": "Les modalités de paiement se trouvent en annexe de ce contrat.",
                        "perHour": "le tarif horaire est de {mprice}. Les heures travaillées seront consignées dans un rapport mensuel et facturées à la fin de chaque mois.",
                        "perYear": "le forfait annuel est de {mprice}. Le paiement sera effectué en une seule fois au début de chaque période contractuelle."
                    }
                }
            },
            "4": {
                "title": "4 - CONSIDÉRATIONS FINANCIÈRES",
                "sec1": {
                    "title": "4.1 - Tarification des services",
                    "para": "En contrepartie des services fournis, le client s'engage à régler au prestataire le montant convenu, conformément aux spécifications, incluant toutes les taxes et redevances applicables."
                },
                "sec2": {
                    "title": "4.2 - Modalités de paiement",
                    "para": "Le règlement des sommes dues par le client au prestataire doit être effectué selon les modalités et échéances précisées dans les spécifications.",
                    "paraClose": "(Les détails et coordonnées pour le paiement sont précisés en annexe du présent contrat.)"
                }
            },
             "5": {
                "title": "5 - DISPOSITIONS PARTICULIÈRES",
                "para": "",
                "sec1": {
                    "title": "5.1 - Représentants des parties",
                    "para": "Chacune des parties reconnaît que la personne qu'elle désigne dans les spécifications (ou toute personne remplaçant la personne désignée, après avis en ce sens donné à l'autre partie) la représente et a toute autorité pour poser les actes, prendre les décisions et donner les autorisations requises relativement à l'exécution du présent contrat."
                },
                "sec2": {
                    "title": "5.2 - Communications électroniques",
                    "para1": "Les représentants des parties peuvent communiquer entre eux par voie électronique. Dans un tel cas, les présomptions suivantes s'appliquent:",
                    "para2": "la présence d'un code d'identification dans un document électronique est suffisante pour identifier la personne émettrice et pour établir l'authenticité dudit document; un document électronique contenant un code d'identification constitue un écrit signé par la personne émettrice; un document électronique ou toute sortie imprimée d'un tel document, conservée conformément aux pratiques commerciales habituelles, est considéré comme un original."
                },
                "sec3": {
                    "title": "5.3 - Obligations du client",
                    "para": "Le Client s’engage à ne transmettre au Prestataire de services que des données personnelles obtenues légalement, et traitées dans le respect des lois sur la protection des données en vigueur dans le pays où ces données ont été collectées, ou dans celui où résident les personnes concernées.",
                    "paraA": "a) Le client doit fournir au prestataire de services les éléments d'information dans la forme et à l'intérieur des délais prévus dans les spécifications;",
                    "paraB1": "b) Les éléments d'information doivent respecter toutes les lois et tous les règlements applicables.",
                    "paraC": "c) La fourniture des éléments d'information par le client ne doit violer aucune obligation de confidentialité ou de non-divulgation et doit permettre au prestataire de services de les utiliser librement et sans contrainte dans le cadre de la fourniture des services;",
                    "paraD": "d) Le client doit fournir au prestataire de services, sur demande de celui-ci, la preuve de son droit, titre ou intérêt de propriété intellectuelle dans tout élément d'information;",
                    "paraE": "e) Le client doit apporter au prestataire de services toute sa collaboration et lui fournir toute l'information requise pour assurer l'exécution fidèle et complète des services à être rendus;",
                    "paraF": "f) À moins d'un motif sérieux, le client doit donner au prestataire de services, sur demande de celui-ci, son approbation du travail effectué au terme de chacune des phases de prestation de services indiquées dans les spécifications;",
                    "paraG": "g) Le client est seul responsable du contenu des équipements informatiques et des dommages pouvant découler de leur utilisation;",
                    "paraH1": "h) Le client doit prendre fait et cause du prestataire de services si ce dernier est mis en cause ou porté partie dans une procédure judiciaire intentée par une tierce personne et alléguant une faute du prestataire de services découlant de l'utilisation des équipements informatiques ou des informations qui y sont contenues, et",
                    "paraH2": "indemniser le prestataire de services de toute condamnation monétaire en capital et intérêts ainsi que de tous les frais judiciaires et extrajudiciaires que le prestataire de services peut encourir en conséquence;",
                    "paraI": "i) Le client doit payer le prix des services du prestataire de services, payer le prix de tout service additionnel qu'il pourrait requérir ultérieurement à la signature du présent contrat ainsi que rembourser les dépenses encourues, conformément aux termes et conditions de paiement prévus dans les spécifications;",
                    "paraJ": "j) Le client doit aviser le prestataire de services sans délai si son représentant indiqué dans les spécifications est remplacé en cours d'exécution du contrat par une autre personne."
                },
                "sec4": {
                    "title": "5.4 - Obligations du prestataire de services",
                    "para": "Le prestataire de services s'engage et s'oblige envers le client à ce qui suit:",
                    "paraA": "a) Les services doivent être rendus de façon professionnelle, selon les règles généralement reconnues par l'industrie, et en fonction du cahier de charge;",
                    "paraB1": "b) Le prestataire de services doit s'assurer que ses employés, fournisseurs, collaborateurs et sous-traitants, s'il y a lieu,",
                    "paraB2": "respectent intégralement les dispositions du présent contrat, notamment en ce qui concerne la propriété intellectuelle et la confidentialité;",
                    "paraC": "c) Le prestataire de services doit aviser le client sans délai si son représentant indiqué dans les spécifications est remplacé en cours d'exécution du contrat par une autre personne."
                },
                "sec5": {
                    "title": "5.5 - Information utile",
                    "para": "Le client reconnaît que le prestataire de services lui a fourni, avant la signature du présent contrat, toute l’information utile relativement aux services qu'il s'engage à fournir. Remarque : Toutes autres informations pour la réalisation du service nécessitant des coups supplémentaires sont à la charge du prestataire de services."
                },
                "sec6": {
                    "title": "5.6 - Moyens d'exécution",
                    "para11": "Sauf quant au respect des spécifications,",
                    "para12": "le prestataire de services a le libre choix des moyens d'exécution du présent contrat",
                    "para13": "et il n'existe entre lui et le client aucun lien de subordination quant à son exécution."
                },
                "sec7": {
                    "title": "5.7 - Relation entre les parties",
                    "para": "Les parties étant des entrepreneurs indépendants, le présent contrat ne les lie entre elles qu'aux fins qui y sont mentionnées. Par conséquent, les dispositions du présent contrat ne peuvent nullement être interprétées comme créant une quelconque association ou société entre les parties ou comme confiant un quelconque mandat de l'une à l'autre. De plus, aucune des parties ne peut lier l'autre, de quelque façon que ce soit et envers qui que ce soit, autrement qu'en conformité avec les dispositions du présent contrat."
                },
                "sec8": {
                    "title": "5.8 - Sous-traitance",
                    "para11": "À moins d'une disposition à l'effet contraire dans le présent contrat et à condition d'avoir obtenu préalablement le consentement du client,",
                    "para12": "le prestataire de services peut s'adjoindre tout tiers pour exécuter ce contrat.",
                    "para13": "Il conserve néanmoins la direction et la responsabilité de l'exécution."
                },
                "sec9": {
                    "title": "5.9 - Processus de vérification, de test et d'approbation",
                    "para1": "Sur demande formulée par le prestataire de services au terme de chacune des phases de prestation de services indiquées dans les spécifications, le client doit vérifier, réviser, tester ou autrement apprécier le résultat des services rendus jusqu'à ce moment par le prestataire de services.",
                    "para2": "Dans un délai maximal de {sday} jours suivant la demande du prestataire de services, le client doit approuver ou refuser le travail effectué par le prestataire de services. Si le client approuve le travail effectué ou omet de manifester son approbation ou son refus à l'intérieur dudit délai, le travail effectué est réputé approuvé et fait conformément aux spécifications, et le prestataire de services peut continuer son travail, s'il y a lieu. Si le client refuse le travail effectué, en tout ou en partie, il doit aviser le prestataire de services à l'intérieur dudit délai et par écrit de toute erreur, omission, non-conformité aux spécifications ou autre motif de refus, en donnant les indications utiles et précisions nécessaires à une bonne compréhension des points reprochés.",
                    "para3": "Le prestataire de services dispose alors d'un délai minimum identique à celui ci-haut mentionné et un délai maximum de {day} jours pouvant varier (en fonction des modification à effectuer) afin de procéder à la correction des points reprochés et de soumettre de nouveau au client le résultat de son travail. Si le prestataire de services est en désaccord avec le client sur un ou plusieurs des points soulevés dans l'avis de refus, il doit faire part de sa position par écrit au client dans un délai maximal de {sday} jours suivant la réception dudit avis de refus."
                },
                "sec10": {
                    "title": "5.10 - Modifications demandées en cours de contrat",
                    "para1": "Si, en cours d'exécution du présent contrat et avant l'approbation finale des services rendus par le prestataire de services, le client requiert une révision, correction, addition, substitution ou autre modification aux spécifications:",
                    "paraA": "a) afin que le résultat recherché soit conforme aux éléments d'information fournis par le client à l'origine;",
                    "paraB": "b) suite à une erreur ou omission du prestataire de services; ou",
                    "paraC": "c) qui n'entraîne pas un surcroît de travail de la part du prestataire de services;",
                    "para21": "alors ladite demande de modification n'est pas considérée comme une demande de services additionnels et",
                    "para22": "n'entraîne donc aucun coût supplémentaire pour le client. Toute demande de modification de la part du client doit être formulée par écrit.",
                    "paraClose": "Toute autre demande de modification de la part du client est considérée comme étant une demande de services additionnels."
                },
                "sec11": {
                    "title": "5.11 - Services additionnels",
                    "para1": "Si le client requiert des services additionnels, il doit le formuler par écrit et le faire par au prestataire de services.",
                    "para2": "Si le prestataire de services accepte de rendre ceux-ci, le client en est informé par écrit.",
                    "para3": "Tout service additionnel est donc soumis aux dispositions du présent contrat, notamment en matière de propriété intellectuelle et de confidentialité, en faisant les adaptations qui s'imposent s'il y a lieu."
                },
                "sec12": {
                    "title": "5.12 - Représentations et garanties du prestataire de services",
                    "para": "Le prestataire de services représente et garantit au client que:",
                    "paraA": "a) il possède la capacité requise afin de s'engager en vertu du présent contrat, cette capacité n'étant nullement limitée par un quelconque engagement envers une tierce personne;",
                    "paraB": "b) il possède l'expertise et l'expérience requises afin d'exécuter et de mener à terme les obligations qui lui incombent en vertu du présent contrat;",
                    "paraC": "c) il va rendre les services de façon professionnelle et efficace, selon les règles généralement reconnues par l'industrie et à l'aide de la technologie d'arrière-plan et des outils de développement les plus récents;",
                    "paraD": "d) il va respecter toutes et chacune des spécifications relatives aux services qu'il doit rendre;",
                    "paraE": "e) il va respecter tout droit, titre ou intérêt de propriété intellectuelle appartenant à tout tiers dans tout outil de développement qu'il va utiliser et dans tout composant qu'il va concevoir à l'aide de n'importe quel outil;",
                    "paraF": "f) il ne va utiliser aucune information confidentielle ou secret de commerce appartenant à toute tierce personne, à moins d'avoir reçu l'autorisation de cette dernière;",
                    "paraG": "g) le client va posséder un bon et valable droit, titre ou intérêt de propriété intellectuelle dans tout contenu créé par le prestataire de services, conformément à ce qui est prévu dans le présent contrat;",
                    "paraH": "h) tout tel contenu ne violera aucun droit, titre ou intérêt de propriété intellectuelle appartenant à un tiers."
                },
                "sec13": {
                    "title": "5.13 - Limitation de garantie",
                    "para": "Sauf si autrement prévu dans le présent contrat, le prestataire de services ne donne aucune garantie, expresse ou implicite, au client relativement:",
                    "paraA": "a) aux équipements informatiques du client, à leur fonctionnement, et à leurs composants matériels et logiciels;",
                    "paraB": "b) aux retombées, financières ou non, réelles ou appréhendées, positives ou non, résultant ou pouvant résulter de la fourniture des services.",
                    "paraClose": "LES GARANTIES CONTENUES DANS LE PRÉSENT CONTRAT SONT LES SEULES GARANTIES FOURNIES EN RELATION AVEC L'OBJET DU PRÉSENT CONTRAT ET ELLES CONSTITUENT UNE GARANTIE LIMITÉE."
                },
                "sec14": {
                    "title": "5.14 - Limitation de responsabilité",
                    "para": "Sauf en cas de faute grave de sa part, le prestataire de services ne peut être tenu responsable envers le client de toute faute et de tout dommage, direct ou indirect, pouvant en découler, et le client tient le prestataire de services quitte et indemne de toute réclamation, y compris de toute réclamation sur garantie, dans l'un ou l'autre des cas suivants:",
                    "paraA": "a) modifications apportées au contenu par une personne autre que le prestataire de services ou relevant de ce dernier;",
                    "paraB": "b) modifications ou ajouts, matériels ou logiciels, aux équipements informatiques du client, ayant un effet sur le bon fonctionnement des produits logiciels;",
                    "paraC": "c) introduction d'un virus informatique dans les équipements informatiques du client, ayant un effet sur le bon fonctionnement des produits logiciels;",
                    "paraD": "d) migration des produits logiciels dans un environnement matériel ou logiciel différent; perte d'occasions ou de revenus d'affaires reliés au fonctionnement ou à l'absence de fonctionnement, ou à l'utilisation ou à l'absence d'utilisation des produits logiciels;",
                    "paraE": "e) intrusion illégale ou non-autorisée de tout tiers dans les équipements informatiques du client.",
                    "paraClose": "SAUF SI AUTREMENT PRÉVU DANS LE PRÉSENT CONTRAT, EN AUCUN CAS LE PRESTATAIRE DE SERVICES (Y COMPRIS, S'IL Y A LIEU, SES FILIALES ET SA MAISON-MÈRE AINSI QUE SES ACTIONNAIRES, DIRIGEANTS, CADRES, EMPLOYÉS, COLLABORATEURS ET SOUS-TRAITANTS) NE PEUT ÊTRE TENU RESPONSABLE ENVERS LE CLIENT OU ENVERS DES TIERS DE TOUT DOMMAGE INDIRECT, INCIDENT, SPÉCIAL, PUNITIF OU EXEMPLAIRE, Y COMPRIS DE FAÇON NON LIMITATIVE DE TOUTE PERTE DE PROFIT OU AUTRE PERTE ÉCONOMIQUE (DÉCOULANT D'UNE FAUTE CONTRACTUELLE, D'UNE FAUTE DÉLICTUELLE OU D'UNE NÉGLIGENCE) MÊME SI LE PRESTATAIRE DE SERVICES A ÉTÉ AVERTI DE LA POSSIBILITÉ QUE SURVIENNE UN TEL DOMMAGE."
                },
                "sec15": {
                    "title": "5.15 - Dépôt de garantie et paiements échelonnés",
                    "para11": "Lors de la signature du présent contrat,",
                    "para12": "le client doit verser au prestataire de services le dépôt de garantie indiqué dans le devis.",
                    "para13": "Ce dépôt de garantie est nécessaire pour garantir le début des travaux comme convenu.",
                    "para4": "En outre, le paiement total des services sera effectué par échelonnement selon le calendrier suivant :",
                    "item": "Dépôt de garantie :",
                    "item1": "Échelon",
                    "itemEnd": "Solde final :"
                },
                "sec16": {
                    "title": "5.16 - Suspension des services en cas de non-paiement",
                    "para11": "Si le client refuse sans droit de verser au prestataire de services les sommes qui sont payables ou remboursables, selon le cas, en vertu du présent contrat conformément aux termes et conditions de paiement indiqués dans les spécifications, malgré une mise en demeure du prestataire de services,",
                    "para12": "ce dernier est en droit de suspendre la prestation des services concernés,",
                    "para13": "sans autre avis ni délai, sous réserve de tout autre droit que peut avoir le prestataire de services en vertu du présent contrat."
                },
                "sec17": {
                    "title": "5.17 - Résiliation du contrat (par le client)",
                    "para1": "Le client peut résilier le présent contrat en tout temps, sur avis envoyé au prestataire de services. Toutefois, le client demeure responsable:",
                    "paraA": "a) du paiement du prix des services rendus;",
                    "paraB": "b) du paiement du prix des services additionnels rendus; et",
                    "paraC": "c) du remboursement des dépenses encourues;",
                    "para2": "sans aucune réduction ou remise.",
                    "paraClose": "En cas de résiliation anticipée, le Client sera tenu de payer les services réalisés jusqu’à la date de résiliation, ainsi qu’une indemnité supplémentaire correspondant à 20 % du reste du contrat, sauf preuve d’un préjudice plus élevé."
                },
                "sec18": {
                    "title": "5.18 - Résiliation du contrat (par le prestataire de services)",
                    "para1": "1) Si le client ne respecte pas l'une ou l'autre de ses obligations en vertu du présent contrat,",
                    "para2": "2) si le client cesse ses opérations de quelque façon que ce soit, y compris en raison de la faillite, liquidation ou cession de ses biens, ou",
                    "para3": "si le client lui a présenté des renseignements faux ou trompeurs ou lui a fait de fausses représentations,",
                    "paraClose": "Le prestataire de services peut résilier le présent contrat par l’envoi d’un avis écrit de résiliation énonçant le motif de résiliation. S’il s’agit d’un motif de résiliation prévu au paragraphe 1, le client devra remédier au défaut énoncé dans le délai prescrit dans l’avis, à défaut de quoi le contrat sera automatiquement résilié. Le prestataire de services n'est alors tenu que de rembourser au client toute avance (ou tout solde de celle-ci) ou tout montant excédentaire reçu, sous réserve de tous ses droits et recours contre le client."
                },
                "sec19": {
                    "title": "5.19 - Droits d’auteur et propriété intellectuelle",
                    "para1": "1) Tous les contenus (textes, images, vidéos, logos, etc.) fournis par la Cliente restent la propriété exclusive de celle-ci.",
                    "para2": "2) Le Prestataire ne peut, en aucun cas, utiliser ou reproduire ces contenus pour ses propres besoins ou ceux d’autres clients sans une autorisation écrite du/de la Client(e).",
                    "para3": "3) À la livraison du site internet, la Cliente sera l’unique propriétaire du design, du code source et des contenus du site, à l’exception des éléments appartenant à des tiers (plugins, logiciels, etc.) dont les droits seront spécifiés.",
                    "para4": "4) Le Prestataire pourra conserver une copie du site dans un serveur sécurisé (Contrôle de version GIT EX: GitHub, GitLab) uniquement pour les besoins futurs de modification du site internet après la livraison. Le Prestataire reconnaît que cette copie reste la propriété de la Cliente et les contenus y figurant peuvent être utilisés ou reproduits sans l’accord de celle-ci."
                },
                "sec20": {
                    "title": "5.20 - Corrective – Bugs après livraison",
                    "para11": "Le prestataire s'engage à corriger gratuitement tout",
                    "para12": "bug technique bloquant ou critique",
                    "para13": "détecté dans les",
                    "para14": "7 jours ouvrés suivant la livraison finale",
                    "para15": "du projet, à condition que :",
                    "para2A": "Le bug soit signalé par écrit via support@rodcoding.com.",
                    "para2B": "Le bug soit directement lié au périmètre du projet livré, tel que défini dans le cahier des charges ou les spécifications convenues.",
                    "para3": "Les corrections seront effectuées dans un délai raisonnable, proportionnel à la gravité du problème.",
                    "paraBold": "Sont exclus de cette garantie :",
                    "para3A": "Toute modification du code ou de l’environnement par le client ou un tiers après livraison.",
                    "para3B": "Les erreurs dues à des services ou outils externes (hébergeur, plugin tiers, API tierces...).",
                    "para3C": "Les demandes d’évolution, d’ajout de fonctionnalités ou de refonte.",
                    "para4": "Maintenance au-delà de la période de garantie",
                    "para51": "Passé le délai de garantie mentionné ci-dessus, toute demande de correction fera l’objet d’un",
                    "para52": "devis ou d’un tarif horaire",
                    "para53": "selon la grille en vigueur, sauf si un contrat de maintenance a été souscrit."
                }
            },
            "6": {
                "title": "6 - DISPOSITIONS GÉNÉRALES",
                "para": "À moins d'une disposition expresse à l'effet contraire dans le présent contrat, les dispositions suivantes s'appliquent.",
                "sec1": {
                    "title": "6.1 - Force majeure",
                    "para": "Aucune des parties ne peut être considérée en défaut en vertu du présent contrat si l'exécution de ses obligations, en tout ou en partie, est retardée ou empêchée par suite d'une situation de force majeure. La force majeure est un événement extérieur, imprévisible, irrésistible et rendant absolument impossible l'exécution d'une obligation."
                },
                "sec2": {
                    "title": "6.2 - Autonomie des dispositions",
                    "para11": "L'éventuelle illégalité ou nullité d'un article, d'un paragraphe ou d'une disposition (ou partie d'un article, d'un paragraphe ou d'une disposition)",
                    "para12": "ne saurait affecter de quelque manière la légalité des autres articles, paragraphes ou dispositions de ce contrat,",
                    "para13": "ni non plus le reste de cet article, de ce paragraphe ou de cette disposition, à moins d'intention contraire évidente dans le texte."
                },
                "sec3": {
                    "title": "6.3 - Titres",
                    "para": "Les titres utilisés dans le présent contrat ne le sont qu'à des fins de référence et de commodité seulement. Ils n'affectent en rien la signification ou la portée des dispositions qu'ils désignent."
                },
                "sec4": {
                    "title": "6.4 - Annexes",
                    "para": "Les annexes du présent contrat, lorsque transmises jointes à ce contrat, même par voie numérique, en font partie intégrante."
                },
                "sec5": {
                    "title": "6.5 - Absence de renonciation",
                    "para": "L'inertie, la négligence ou le retard par une partie à exercer un droit ou un recours en vertu du présent contrat ne saurait en aucun cas être interprété comme une renonciation à ce droit ou recours."
                },
                "sec6": {
                    "title": "6.6 - Droits cumulatifs et non alternatifs",
                    "para": "Tous les droits mentionnés dans le présent contrat sont cumulatifs et non alternatifs. La renonciation à l'exercice d'un droit ne doit pas être interprétée comme une renonciation à tout autre droit."
                },
                "sec7": {
                    "title": "6.7 - Totalité et intégralité de l'entente",
                    "para": "Le présent contrat représente la totalité et l'intégralité de l'entente intervenue entre les parties. Aucune déclaration, représentation, promesse ou condition non contenue dans le présent contrat ne peut et ne doit être admise pour contredire, modifier ou affecter de quelque façon que ce soit les termes de celui-ci."
                },
                "sec8": {
                    "title": "6.8 - Modification du contrat",
                    "para": "Le présent contrat ne peut être modifié que par un autre écrit, dûment signé par toutes les parties."
                },
                "sec9": {
                    "title": "6.9 - Genre et nombre",
                    "para": "Tous les mots et termes employés dans le présent contrat doivent s'interpréter comme comprenant le masculin et le féminin, ainsi que le singulier et le pluriel, suivant le contexte ou le sens de ce contrat."
                },
                "sec10": {
                    "title": "6.10 - Incessibilité",
                    "para": "Aucune partie ne peut céder ou autrement transférer à un tiers tout ou partie de ses droits dans le présent contrat sans obtenir au préalable la permission écrite de l'autre partie à cet effet."
                },
                "sec11": {
                    "title": "6.11 - Lois applicables",
                    "para": "Le présent contrat est régi et interprété conformément aux lois de l'État du Nouveau-Mexique (New Mexico), sans égard aux principes de conflit de lois. Tout litige relatif à l'interprétation, l'exécution ou la validité du présent contrat sera soumis à la compétence exclusive des tribunaux étatiques ou fédéraux situés à Albuquerque, Nouveau-Mexique, États-Unis."
                },
                "sec12": {
                    "title": "6.12 - Langue du contrat",
                    "para11":"Ce document constitue l'original et l'unique version du contrat. Nous vous recommandons de le conserver précieusement, car il fera foi et sera juridiquement valable en cas de litige.",
                    "para12":"seule la version anglaise fera foi et prévaudra entre les parties.",
                    "para2":"",
                    "para31":"Ce contrat est rédigé en deux langues : le français (version originale) et la langue étrangère (à titre indicatif uniquement). En cas de contradiction, de divergence ou de difficulté d’interprétation,",
                    "para32":"seule la version française fera foi et sera valable entre les parties.",
                    "para41":"le",
                    "para42":"",
                    "para43":""
                },
                "sec13": {
                    "title": "6.13 - Exemplaires",
                    "para": "Lorsque signé par toutes les parties, chaque exemplaire du présent contrat est réputé être un original, mais ces exemplaires ne reflètent ensemble qu'une seule et même entente."
                },
                "sec14": {
                    "title": "6.14 - Portée du contrat",
                    "para": "Le présent contrat lie les parties, ainsi que leurs successeurs, héritiers et ayants cause respectifs."
                },
                "sec15": {
                    "title": "6.15 - Solidarité",
                    "para": "Si l'une des parties est constituée de deux personnes ou plus, celles-ci sont solidairement obligées et responsables envers l'autre partie."
                },
                "sec16": {
                    "title": "6.16 - Règlement de différends",
                    "para": "Si un différend survient dans le cours de l’exécution du présent contrat ou sur son interprétation, les parties s’engagent, avant d’exercer tout recours, à rechercher une solution à l’amiable à ce différend et, si besoin est, à faire appel à un tiers, selon les modalités à convenir, pour les assister dans ce règlement. Si le désaccord persiste, le litige pourra être soumis à arbitrage selon les règles de l'American Arbitration Association (AAA), si les deux parties y consentent. Le lieu de l'arbitrage sera Albuquerque, Nouveau-Mexique, États-Unis."
                }
            },
            "7": {
                "title": "7 - ENTRÉE EN VIGUEUR DU CONTRAT",
                "para": "Le présent contrat entre en vigueur à la signature du présent contrat."
            },
            "8": {
                "title": "8 - FIN DU CONTRAT",
                "para": "Le présent contrat prend fin dans l'un ou l'autre des cas suivants:",
                "paraA": "a) lorsque toutes les obligations des parties ont été remplies;",
                "paraB": "b) lorsque le projet est réceptionné par le client;",
                "paraC": "c) en cas de résiliation prévu au présent contrat;",
                "paraD": "d) si l'une des parties fait défaut de respecter l'une ou l'autre de ses obligations, dans un délai de {day} jours suivant la réception par la partie en défaut d'une mise en demeure d'y remédier ou dans tout autre délai plus court que prévoit le présent contrat, et qu'il y a inaction de la partie en défaut à l'intérieur dudit délai;",
                "paraE": "e) en cas de faillite, d'insolvabilité ou de cessation des activités de l'une ou l'autre des parties.",
                "paraClose": "Toutefois, la fin du présent contrat n'a pas pour effet de faire perdre un droit à une partie ou de la libérer d'une obligation, notamment en ce qui concerne la confidentialité, la propriété intellectuelle, la limitation de garantie et la limitation de responsabilité. Lesdits droits et obligations survivent à la fin du présent contrat."
            },
            "9": {
                "title": "9 - RECONNAISSANCE DES PARTIES",
                "para": "LES PARTIES RECONNAISSENT QUE:",
                "paraA": "A) LE PRÉSENT CONTRAT A FAIT L'OBJET DE NÉGOCIATIONS PRÉALABLES ENTRE ELLES;",
                "paraB": "B) LE PRÉSENT CONTRAT REFLÈTE VÉRITABLEMENT ET COMPLÈTEMENT L'ENTENTE INTERVENUE ENTRE ELLES;",
                "paraC": "C) TOUTES ET CHACUNE DES CLAUSES DU PRÉSENT CONTRAT SONT LISIBLES ET COMPREHENSIBLES;"
            },
            "10": {
                "title": "10 - SIGNATURES",
                "sclient": "Signature du client",
                "sprestataire": "Signature du prestataire de services",
                "do": "Fait à {city}, le "
            }
        }
    },
    "invoice": {
        "Adress": "Adresse:",
        "postalCode": "Code Postal:",
        "city": "Ville:",
        "country": "Pays:",
        "wsite": "Référence Internet:",
        "billNr": "FACTURE N°:",
        "identificationNumber": "Numéro d’identification fiscale (EIN)",
        "billDate": "Date:",
        "customerNr": "Numéro de client:",
        "dueDate": "Date d'échéance:",
        "billTo": "Facturé à :",
        "prestation": "Prestations",
        "features": {
            "description": "Description",
            "quantity": "Quantité",
            "singlePriceWithoutTax": "Prix unitaire HT",
            "totalPriceWithoutTax": "Prix total HT"
        },
        "subtotal": "Sous-total HT:",
        "tax": "TVA {tax}%:",
        "discount": "Remise {discount}%:",
        "totalWithTax": "Total TTC:",
        "end1": "Bonne réception.",
        "end2": "Cordialement,",
        "footer": "Ce montant a déjà été déduit de votre compte, vous n'avez donc rien à faire. Cette facture est à titre de preuve de paiement reçu concernant les services réalisés.",
        "page": "Page {page} sur {total}"
    },
    "enterpriceLocation": "Siège social",
    "payment": {
        "title": "Paiement et Échéance",
        "pagePara11": "Vous trouverez dans ce document les modalités de paiement pour la prestation {title}",
        "totalPrice": "Prix total",
        "pagePara12": "à réaliser.",
        "pagePara13": "Ce paiement sera échelonné afin d'établir une relation de confiance entre vous (client) et nous (prestataire), car notre objectif principal est votre satisfaction.",
        "pagePara2": "Nous vous recommandons d'effectuer tous vos virements dans le cadre de cette prestation en devise locale afin d'éviter des frais supplémentaires lors des transactions.",
        "ttc": "TTC",
        "holder":"Titulaire du compte",
        "iban":"Numéro IBAN",
        "bic":"Code BIC correspondant",
        "beforeStart": "Dépôt de garantie",
        "afterDelively": "Paiement après la livraison du projet",
        "intermediarePaiement": "Paiement après {nr} validation(s).",
        "singleEchelon": "Pour cette prestation, il n'y aura aucun échelonnement. Le prix de la prestation est donc de :",
        "multipleEchelon": "Cette prestation se fera en plusieurs échelonnements.",
        "bySigning": "à effectuer dès la signature du contrat.",
        "pagePara3": "Pour effectuer le virement, veuillez saisir les informations SEPA fournies ci-dessous (nom du titulaire du compte, IBAN, BIC) sur le site ou l’application de votre banque. Une fois le virement effectué, merci de nous envoyer une photo ou une capture d’écran de votre compte bancaire montrant la transaction, afin que nous puissions démarrer votre prestation sans délai. À défaut, la prestation débutera uniquement après la réception effective du virement, ce qui peut prendre plusieurs jours."
    },
    "contractTerme": "Conditions du contrat",
    "contractConfirm": "Si vous acceptez les termes ci-dessus, veuillez d'abord cocher la case pour approuver la signature électronique du contrat, puis confirmer avoir lu et accepté les Conditions Générales de Vente (CGV) en cochant la seconde case. Ensuite, signez le contrat ci-dessous. Si vous n’êtes pas d’accord, merci de nous indiquer les raisons de votre refus.",
    "confirmElectronicSignature": "Je confirme approuver la signature électronique du contrat",
    "updateContract": "Modifier le contrat",
    "uploadContract": "Télécharger le contrat",
    "signedContract": "Contrat signé",
    "pendingContract": "Signature en cours",
    "unsignedContract": "Contrat non signé",
    "unknowStatus": "Statut inconnu",
    "loading": "Chargement...",
    "contractPrestation": "Contrat de prestation de service et maintenance",
    "clientInfo": "Informations sur le client",
    "clientName": "Nom complet / Raison sociale",
    "clientType": "Type de client",
    "particular": "Particulier",
    "company": "Entreprise",
    "email": "Adresse email",
    "errorEmail": "L'adresse email est requise",
    "invalidEmail": "Format d'email invalide",
    "tel": "Numéro de téléphone",
    "errorTel": "Le numéro de téléphone est requis",
    "errorPaymentShedule": "Structure du paiement invalide",
    "websiteItem1Para": "<strong>Fieger</strong> est une <strong>entreprise implantée dans plusieurs pays</strong> et exportant dans le monde entier. Elle propose des solutions <strong>d’aménagement de ventilation</strong> pour une <strong>efficacité énergétique optimale</strong>. Sa spécialité est la création et le design de <strong>fenêtres à lames</strong>.<br><br> Ce site a été réalisé et codé <strong>manuellement</strong>, sans CMS. Il a pour but de <strong>refléter l’image de l’entreprise</strong> et de <strong>présenter ses produits</strong>.",
    
    "websiteItem2Para": "<strong>Neue Groupe</strong> est une <strong>association de scientifiques dentaires</strong> basée en Allemagne. Elle organise régulièrement des <strong>séminaires, conférences et cours</strong> sur différents thèmes.<br><br> Ce site a été réalisé avec un CMS <strong>(outil de gestion de contenu)</strong> WordPress. Bien qu’utilisant un CMS, il est conçu de manière professionnelle et personnalisée.",
    
    "websiteItem3Para": "<strong>Avlis</strong> est une entreprise de formation pour <strong>futures secrétaires médicales</strong> basée en France et dans les DOM-TOM. Elle est spécialisée dans la formation de <strong>secrétaires assistant(e)s médico-social, secrétaires assistant(e)s option médicale, assistant(e)s de direction option médicale, et assistant(e)s ressources humaines option médicale</strong>.<br><br> Le site fait partie intégrante d’un CRM. Il a pour objectif de <strong>présenter l’entreprise et ses différentes formations</strong>. Il a été développé entièrement en PHP.",
    
    "websiteItem4Para": "Cette personne est basée en France. Son activité est <strong>d’accompagner et d’aider des personnes atteintes de troubles mentaux</strong>.<br><br> Le site est un <strong>blog et vitrine pour les ateliers et services</strong>, développé sans CMS et entièrement en PHP. Le back-office simule une interface de gestion de contenu, permettant à l’utilisateur d’administrer ses contenus tels que <strong>le blog, les services et les ateliers</strong>.",
    
    "reworkedWebSiteItem1Para": "<strong>Graphicon</strong> est une entreprise basée en Allemagne, spécialisée dans le <strong>développement de sites internet</strong> et offrant également des <strong>services de marketing digital</strong>.<br><br> Le site a pour objectif de présenter <strong>l’image et les services de l’entreprise</strong>. Il a été entièrement développé avec Angular.",
    
    "ecommerceWebSiteItem1Para": "<strong>Chicken Grill</strong> est une entreprise de restauration <strong>fast-food</strong> basée en France. Elle est spécialisée dans le poulet <strong>frit, les burgers, les frites de pomme de terre</strong>, etc. Elle propose ses propres formules et solutions.<br><br> Le site présente les différents points de vente du restaurant et guide les utilisateurs selon leur localisation. Les clients peuvent commander directement en ligne et récupérer leur commande en restaurant.",
    
    "ecommerceWebSiteItem2Para": "<strong>Kebab de la Gare</strong> est une entreprise de restauration fast-food basée en France. Elle est spécialisée dans les <strong>burgers, sandwiches, tacos</strong>, etc. Elle propose des formules adaptées au budget de sa clientèle cible.<br><br> Le site permet au restaurant de calculer automatiquement le <strong>prix de livraison</strong> en fonction de la localisation du client souhaitant une livraison à domicile.",
    
    "saasItem1Para": "<strong>ROD TECH SOLUTIONS</strong> est une entreprise spécialisée dans la conception et le développement d’applications, de sites web et de solutions mobiles. Grâce à une expertise technique solide et une approche centrée sur l’utilisateur, <strong>ROD TECH SOLUTIONS</strong> transforme des idées en solutions digitales innovantes, fiables et évolutives.",
    
    "saasItem2Para": "<strong>Booking Sale</strong> est un site de <strong>réservation de salles</strong> en France. Il permet aux utilisateurs de <strong>réserver des salles</strong> en fonction de leur disponibilité.<br><br> Le site, réalisé dans le cadre d’une formation, est développé entièrement en PHP. Il comprend une interface utilisateur pour les réservations et un back-office permettant à l’administrateur de gérer les disponibilités.",
    
    "saasItem3Para": "<strong>Avlis</strong> est une entreprise de formation pour <strong>futures secrétaires médicales</strong> basée en France et dans les DOM-TOM. Elle est spécialisée dans la formation de <strong>secrétaires assistant(e)s médico-social, secrétaires assistant(e)s option médicale, assistant(e)s de direction option médicale, assistant(e)s ressources humaines option médicale</strong>.<br><br> La gestion est réservée aux <strong>employés et formateurs</strong>, qui peuvent gérer les cours, corriger les devoirs, publier les notes, etc. Les employés s’occupent également des aspects administratifs comme <strong>la signature des contrats en alternance et les démarches administratives</strong>.",
    
    "saasItem4Para": "<strong>Avlis</strong> est une entreprise de formation pour <strong>futures secrétaires médicales</strong> basée en France et dans les DOM-TOM. Elle est spécialisée dans la formation de <strong>secrétaires assistant(e)s médico-social, secrétaires assistant(e)s option médicale, assistant(e)s de direction option médicale, assistant(e)s ressources humaines option médicale</strong>.<br><br> L’espace formation est dédié aux élèves et leur permet d’accéder aux <strong>informations utiles liées à leur parcours</strong>, notamment <strong>les devoirs, les notes</strong>, etc.",
    
    "appItem1Para": "<strong>ROD TECH SOLUTIONS</strong> est une entreprise spécialisée dans la conception et le développement d’applications, de sites web et de solutions mobiles. Grâce à une expertise technique solide et une approche centrée sur l’utilisateur, <strong>ROD TECH SOLUTIONS</strong> transforme des idées en solutions digitales innovantes, fiables et évolutives.",
    "contractSuccess": {
      "title": "Contrat généré avec succès",
      "para": "Le contrat pour la prestation de service a été signé avec succès. Vous pouvez le télécharger à partir des liens ci-dessous. Vous devez également télécharger le PDF concernant les modalités de paiement en cliquant sur 'Modalités de paiement'.",
      "para1": "Une copie de ces documents vous a également été envoyée par e-mail.",
      "titleDownload": "Télécharger les documents",
      "signedContractTranslated": "Contrat signé version traduite",
      "signedContract": "Contrat signé version original",
      "paymentMethode": "Modalités de paiement"
    },
    "reset": "Réinitialiser",
    "contractEchec": {
        "title": "Échec lors de la génération du contrat",
        "para": "Une erreur est survenue lors de la génération du contrat. L’origine du problème reste indéterminée. Nous vous recommandons de contacter notre service client pour obtenir de l’assistance.",
        "supportClient": "Contacter le service client",
        "retry": "Réessayer"
    },
    "adresse": {
        "title": "Adresse",
        "default": "---Choisir un pays---",
        "Afrique du Sud": "Afrique du Sud",
        "Allemagne": "Allemagne",
        "Australie": "Australie",
        "Autriche": "Autriche",
        "Belgique": "Belgique",
        "Canada": "Canada",
        "Cameroun": "Cameroun",
        "Congo (Brazzaville)": "Congo (Brazzaville)",
        "Congo-Kinshasa": "Congo-Kinshasa",
        "Côte d'Ivoire": "Côte d'Ivoire",
        "Espagne": "Espagne",
        "États-Unis": "États-Unis",
        "France": "France",
        "Gabon": "Gabon",
        "Italie": "Italie",
        "Nigéria": "Nigéria",
        "Pays-Bas": "Pays-Bas",
        "Royaume-Uni": "Royaume-Uni",
        "Sénégal": "Sénégal",
        "Suisse": "Suisse",
        "street": "Rue",
        "city": "Ville",
        "codePostal": "Code postal",
        "defaultState":"Sélectionner un état",
        "state":"État"
    },
    "fileRequirer": "Ce champ est obligatoire",
    "diffAdresse": "Adresse de facturation (si différente)",
    "freelancerInfo": "Informations sur le prestataire de services",
    "freelancerCompanyName": "Nom complet / Nom de l'entreprise",
    "freelancerCompanyAdresse": "Adresse",
    "projetInfo": "Détails du projet",
    "projetTitle": "Titre du projet",
    "projetDescription": "Description du projet",
    "projetFonctionality": "Ajouter une fonctionnalité",
    "add": "Ajouter",
    "clearListe": "Vider la liste",
    "principalFonctionality": "Fonctionnalités principales",
    "beginContract": "Date de début du contrat",
    "endContract": "Date de fin estimée du contrat",
    "paymentCondition": "Informations de paiement",
    "totalPrice": "Prix total",
    "paymentSchedule": "Échéancier de paiement",
    "priceError": "Le prix est requis",
    "maintenanceService": {
        "title": "Services de maintenance",
        "web": "Site web",
        "ecommerce": "E-commerce",
        "app": "Application mobile",
        "saas": "Application métier / SaaS",
        "maintenanceError": "Veuillez indiquer le type de maintenance",
        "maintenanceApp": "Maintenance pour application mobile",
        "maintenanceSaaS": "Maintenance pour application métier / SaaS",
        "pricePerHour": "Facturation horaire ({price})/heure",
        "pricePerYear": "Facturation annuelle ({price})/an"
    },
    "contractLanguage": {
        "title": "Choisir la langue du contrat",
        "defaultLang": "---Choisir une langue---",
        "french": "Français",
        "english": "Anglais",
        "germany": "Allemand",
        "errorLang": "Veuillez sélectionner une langue"
    },
    "contractType": "Modifier le type de contrat",
    "contractStatus": "Modifier le statut du contrat",
    "termsOfSale": "Conditions Générales de Vente",
    "clientList": "Liste des clients",
    "generedContract": "Générer le contrat",
    "acceptSaleTerm": "Cocher pour certifier avoir lu et accepté les {GTS}.",
    "backAmountConditionText": "Je consens expressément à ce que le service commence immédiatement, ce qui entraîne la renonciation à mon droit de rétractation conformément à la législation applicable dans mon pays. En cas de résiliation du contrat, la politique de remboursement du prestataire s’appliquera. {GTS}.",
    "privacyPolicies": "Politique de confidentialité",
    "backAmountCondition": "Politique de remboursement",
    "legalNotices":{
        "content_0": "Cette page est la traduction d’un document en français. Cette traduction est uniquement fournie à titre d’information. La version définitive est celle en français.",
        "content_1": "Dernière mise à jour : {date}",
        "content_2": "1. Éditeur du site",
        "content_3": "<strong>Nom de l’entreprise :</strong> {companyName}",
        "content_4": "<strong>Statut juridique :</strong> Limited Liability Company <strong>(LLC)</strong>",
        "content_5": "<strong>Siège social :</strong> {companyAdresse}",
        "content_6": "<strong>Email de contact : </strong>{tagSupport}",
        "content_7": "{lovsidMail}",
        "content_8": "<strong>Numéro d’identification EIN (IRS) :</strong> {einNumber}",
        "content_9": "<strong>Directeur de la publication :</strong> <strong>{authorName}</strong>, représentant légal de <strong>{companyName}</strong>",
        "content_10": "2. Hébergeur",
        "content_11": "<strong>Nom :</strong> {hostingProviderName}",
        "content_12": "<strong>Adresse :</strong> {hostingProviderAdresse}",
        "content_13": "<strong>Téléphone :</strong> {hostingProviderTel}",
        "content_14": "<strong>Site web : </strong>{hostingProviderLinkTag}",
        "content_15": "{hostingProviderLink}",
        "content_16": "3. Services proposés",
        "content_17": "<strong>RodCoding</strong> offre des services de création de site internet, e-commerce, des logiciels Métier/SaaS et application mobile.",
        "content_18": "4. Propriété intellectuelle",
        "content_19": "Tous les éléments du site <strong>(textes, images, logos, base de données, etc.)</strong> sont la propriété exclusive de <strong>{companyName}</strong> ou font l’objet d’un droit d’usage légal. Toute reproduction, représentation ou exploitation, partielle ou totale, sans autorisation écrite préalable est interdite.",
        "content_20": "5. Modifications de ces mentions légales",
        "content_21": "Nous nous réservons le droit de mettre à jour ces mentions légales de temps à autre. Les modifications seront publiées sur cette page. Étant donné que nos services sont régis par un contrat qui prend fin à la réalisation de la tâche convenue, les utilisateurs sont encouragés à consulter cette page régulièrement pour rester informés des éventuelles modifications.",
        "content_22": "6. Droit applicable et juridiction compétente",
        "content_23": "Les présentes mentions légales sont régies par les lois de <strong>l’État du Nouveau-Mexique</strong>, <strong>États-Unis</strong>. En cas de litige, les tribunaux d’Albuquerque, NM, sont seuls compétents. Une médiation ou un arbitrage peut être proposé en préalable, conformément aux règles de <strong>l’American Arbitration Association</strong>.",
        "content_24": "7. Contact",
        "content_25": "Pour toute question, réclamation ou demande relative au site :<br><strong>Email : </strong>{rodcodingMail}"
    },
    "termSale":{
        "content_0": "Cette page est une traduction d'un document en anglais. Cette traduction est uniquement fournie à titre d'information. La version définitive est celle en anglais.",
        "content_1": "Dernière mise à jour : {date}",
        "content_2": "> Introduction",
        "content_3": "Les présentes <strong>Conditions Générales de Vente</strong> (<strong>CGV</strong>) constituent un accord contractuel entre <strong>RodCoding</strong> (également désigné par « <strong>Nous</strong> ») et toute personne souscrivant à un service de prestation ou de maintenance informatique (développement Web) (également désigné par « <strong>Client</strong> »).",
        "content_4": "<strong>RodCoding</strong> a pour mission, en fonction du cahier des charges établi :",
        "content_5": "De réaliser les besoins exprimés par le client à travers le cahier des charges.",
        "content_6": "De rendre le projet fonctionnel puis de le livrer.",
        "content_7": "Les services proposés par <strong>RodCoding</strong> s'adressent à toute personne (<strong>entreprise ou particulier</strong>) désirant créer ou maintenir un <strong>site vitrine, e-commerce, logiciel métier/SaaS</strong> et une <strong>application mobile</strong>.",
        "content_8": "Nous vous encourageons à lire attentivement les présentes Conditions Générales de Vente (<strong>CGV</strong>). Elles ont pour objectif de vous informer sur les modalités de vente de nos services. En cochant la case accompagnée de la mention « Je certifie avoir lu et accepté les Conditions Générales de Vente (<strong>CGV</strong>), je donne mon accord pour que <strong>RodCoding</strong> traite mes données personnelles dans le cadre de ses services » figurant sur la signature du contrat, vous reconnaissez avoir pris connaissance des <strong>CGV</strong>, les accepter et vous engagez à respecter l'ensemble des dispositions qui y sont énoncées.",
        "content_9": "Sommaire",
        "content_10": "1 - OBJECTIF",
        "content_11": "2 - DESCRIPTION DES SERVICES",
        "content_12": "2.1 - Création/Maintenance de site internet",
        "content_13": "2.2 - Refonte de site internet",
        "content_14": "2.3 - Création/Maintenance de site e-commerce",
        "content_15": "2.4 - Création/Maintenance de logiciel métier/SaaS",
        "content_16": "2.5 - Création/Maintenance d'application mobile",
        "content_20": "3 - TARIFS",
        "content_21": "3.1 - Moyens de paiement",
        "content_22": "3.2 - Prestation",
        "content_23": "3.3 - Maintenance",
        "content_24": "3.4 - Service Spécial ou Fonctionnalité Spécifique",
        "content_25": "3.5 - Problèmes de paiement et résolution",
        "content_26": "3.6 - Démarrage du service et droit de rétractation",
        "content_27": "4 - RUPTURE DE CONTRAT",
        "content_28": "4.1 - Résiliation du contrat",
        "content_29": "4.2 - Politique de remboursement",
        "content_30": "4.3 - Correctifs – Bugs après livraison",
        "content_31": "5 - MODIFICATIONS DES CGV DE RodCoding",
        "content_32": "6 - DROITS APPLICABLES",
        "content_33": "7 - SERVICE CLIENT",
        "content_34": "> 1 - OBJECTIF",
        "content_35": "Les présentes Conditions Générales de Vente (<strong>CGV</strong>) ont pour objectif de définir les modalités et conditions dans lesquelles <strong>RodCoding</strong>, exploité par <strong>ROD TECH SOLUTIONS LLC</strong>, propose ses services.",
        "content_36": "Les présentes <strong>CGV</strong> ont également pour but de vous informer sur vos droits et obligations en tant que <strong>Client</strong>, ainsi que sur les droits et obligations de <strong>RodCoding</strong> en tant que prestataire de services.",
        "content_37": "> 2 - Description des Services",
        "content_38": "2.1 - Création/Maintenance de site internet",
        "content_39": "<strong>RodCoding</strong> met son expertise et ses différentes réalisations au service de la création et de la maintenance de sites internet, qu'ils soient vitrines ou autres. <strong>RodCoding</strong> effectue au préalable une analyse minutieuse des besoins du client avant tout développement. Cela passe par la réalisation d'un cahier des charges et d'une maquette, donnant ainsi au client un aperçu du site avant tout développement. Ce n'est qu'après validation de toutes ces étapes que le développement du site débutera.",
        "content_40": "2.2 - Refonte de site internet",
        "content_41": "<strong>RodCoding</strong> est également spécialisé dans la refonte de sites internet. La refonte d'un site est le redéveloppement de ce site en mieux. L'objectif est souvent l'amélioration du design, l'adaptation du site aux nouvelles normes ou technologies, l'ajout de nouvelles pages avec des fonctionnalités diverses.",
        "content_42": "2.3 - Création/Maintenance de site e-commerce",
        "content_43": "Les sites e-commerce sont des plateformes de vente en ligne, destinées aux commerçants qui veulent avoir une boutique en ligne afin d'attirer plus de clients et augmenter ainsi le chiffre d'affaires. <strong>RodCoding</strong> vous offre la possibilité de réaliser et maintenir vos sites e-commerce, les personnalisant selon vos besoins et en respectant minutieusement les besoins et exigences figurant dans le cahier des charges.",
        "content_44": "2.4 - Création/Maintenance de logiciel métier/SaaS",
        "content_45": "Un logiciel métier/SaaS est un outil essentiel pour les entreprises, car il leur permet d'automatiser certaines tâches qui peuvent être un fardeau au quotidien. <strong>RodCoding</strong> vous permet de créer votre propre logiciel métier adapté à vos besoins et selon vos exigences. <strong>RodCoding</strong> peut également vous aider à personnaliser certains logiciels métier commercialisés en ligne en les adaptant selon la configuration de votre entreprise.",
        "content_46": "2.5 - Création/Maintenance d'application mobile",
        "content_47": "Une application mobile est un moyen direct de s'adresser à un public, car elle s'exécute directement depuis le mobile de l'utilisateur. Son avantage est que l'utilisateur n'a plus besoin de se connecter à un navigateur pour accéder à un service. <strong>RodCoding</strong> vous offre la possibilité de créer et maintenir vos applications mobiles.",
        "content_55": "> 3 - TARIFS",
        "content_56": "3.1 - Moyens de paiement",
        "content_57": "Pour effectuer vos paiements, nous offrons un paiement par virement bancaire depuis un lien qui vous est envoyé par email après la signature électronique du contrat.",
        "content_60": "3.2 - Prestation",
        "content_61": "Les prix de nos prestations de service sont définis en fonction du type de service et des besoins définis dans le cahier des charges. Nous proposons néanmoins pour certains services un tarif basique pouvant évoluer en fonction des besoins du client.",
        "content_63": "3.3 - Maintenance",
        "content_64": "Les prix de maintenance sont définis en fonction du service souhaité. Pour certains services, il n'existe pas de prix défini, car cela demande une étude élargie pour pouvoir estimer un prix.",
        "content_65": "3.4 - Service Spécial ou Fonctionnalité Spécifique",
        "content_66": "Pour tout développement spécifique, un prix journalier est défini, et cela peu importe la complexité ou la quantité de fonctionnalités à développer. Le client paie en fonction du nombre de jours que cela prend.",
        "content_84": "3.5 - Problèmes de paiement et résolution",
        "content_85": "En cas d'erreur technique affectant le processus de paiement (<strong>double débit, paiement refusé à tort, transaction non confirmée</strong>), le client est invité à contacter notre service client dans un délai de <strong>7 jours</strong> suivant l'incident.",
        "content_86": "Après vérification, et selon le cas, nous nous engageons à :",
        "content_87": "Annuler ou rembourser toute somme indûment perçue",
        "content_88": "Ou rétablir le service souscrit",
        "content_89": "Ou proposer une compensation équivalente, à notre discrétion.",
        "content_90": "Aucune responsabilité ne pourra être engagée si le dysfonctionnement provient de l'opérateur de paiement tiers (ex : carte bancaire refusée par la banque, limite atteinte, etc.).",
        "content_94": "3.6 - Démarrage du service et droit de rétractation",
        "content_95": "Pour les utilisateurs situés dans l’<strong>Union européenne, au Royaume-Uni, en Suisse, en Afrique du Sud, en Australie</strong> et dans certaines provinces du <strong>Canada</strong>, vous consentez expressément, en validant cette prestation de service ou de maintenance, à ce que l’exécution du service (<strong>réalisation du projet</strong>) commence immédiatement.",
        "content_212":"Vous reconnaissez qu’en donnant ce consentement :",
        "content_213":"Vous renoncez à votre droit légal de rétractation (délai variable selon les pays) et selon les législations suivantes :",
        "content_214":"Directive 2011/83/UE (UE),",
        "content_215":"Consumer Contracts Regulations 2013 (Royaume-Uni),",
        "content_216":"Code des obligations suisse, art. 40a ss (Suisse),",
        "content_217":"Consumer Protection Act 2008 (Afrique du Sud),",
        "content_218":"Australian Consumer Law (Australie),",
        "content_219":"Loi sur la protection du consommateur, Québec (Canada).",
        "content_220":"En cas d’annulation avant la finalisation complète du service, notre politique de remboursement s’applique. Elle prévoit :",
        "content_221":"un remboursement <strong>au prorata</strong> des tâches réalisées,",
        "content_222":"la facturation des <strong>frais déjà engagés et non récupérables</strong> (ex. : noms de domaine, licences, abonnements nécessaires).",
        "content_96": "> 4 - RUPTURE DE CONTRAT",
        "content_97": "4.1 - Résiliation du contrat",
        "content_98": "Le client peut résilier le présent contrat à tout moment, sur avis envoyé au prestataire de services. Toutefois, le client demeure responsable :",
        "content_200": "Du paiement du prix des services rendus ;",
        "content_201": "Du paiement du prix des services additionnels rendus ; et",
        "content_202": "Du remboursement des dépenses encourues ;",
        "content_99": "Sans aucune réduction ou remise. En cas de résiliation anticipée, le Client sera tenu de payer les services réalisés jusqu’à la date de résiliation, ainsi qu’une indemnité supplémentaire correspondant à 20 % du reste du contrat, sauf preuve d’un préjudice plus élevé.",
        "content_100": "4.2 - Politique de remboursement",
        "content_101": "Le remboursement est calculé au prorata des tâches déjà réalisées, ainsi que le remboursement des frais engagés et non récupérables (tels que l'achat de noms de domaine, licences, ou abonnements nécessaires à l'exécution du projet, etc.).",
        "content_102": "CGU",
        "content_103": "4.3 - Correctifs – Bugs après livraison",
        "content_104": "Le prestataire s'engage à corriger gratuitement tout <strong>bug technique bloquant ou critique</strong> détecté dans les <strong>7 jours ouvrés suivant la livraison finale</strong> du projet, à condition que :",
        "content_203": "Le bug soit signalé par écrit via {supportEmail}.",
        "content_204": "Le bug soit directement lié au périmètre du projet livré, tel que défini dans le cahier des charges ou les spécifications convenues.",
        "content_205": "Les corrections seront effectuées dans un délai raisonnable, proportionnel à la gravité du problème.",
        "content_206": "<strong>Sont exclus de cette garantie :</strong>",
        "content_207": "Toute modification du code ou de l'environnement par le client ou un tiers après livraison.",
        "content_208": "Les erreurs dues à des services ou outils externes (hébergeur, plugin tiers, API tierces...).",
        "content_209": "Les demandes d'évolution, d'ajout de fonctionnalités ou de refonte.",
        "content_210": "Maintenance au-delà de la période de garantie",
        "content_211": "Passé le délai de garantie mentionné ci-dessus, toute demande de correction fera l'objet d'un <strong>devis ou d'un tarif horaire</strong> selon la grille en vigueur, sauf si un contrat de maintenance a été souscrit.",
        "content_105": "> 5 - MODIFICATIONS DES <strong>CGV</strong>",
        "content_106": "Les présentes <strong>Conditions Générales de Vente</strong> peuvent être mises à jour et modifiées à tout moment, auquel cas vous serez informé(e) de toute modification 1 mois (30 jours) avant la date d'entrée en vigueur des nouvelles <strong>Conditions Générales de Vente</strong>.",
        "content_107": "Tout nouveau <strong>Client</strong> sera soumis à celles-ci après l'entrée en vigueur des <strong>CGV</strong> modifiées.",
        "content_109": "> 6 - DROITS APPLICABLES",
        "content_110": "Les présentes Conditions Générales de Vente (<strong>CGV</strong>) sont régies et interprétées conformément aux lois en vigueur dans l'État du Nouveau-Mexique, aux États-Unis, sans égard aux principes de conflits de lois.",
        "content_111": "Toute réclamation ou tout litige relatif aux présentes <strong>CGV</strong>, à la commande ou à l'utilisation des services payants fournis par l'entreprise relèvera, en l'absence de résolution amiable, de la compétence exclusive des tribunaux compétents de l'État du Nouveau-Mexique.",
        "content_112": "Les résidents de l'Union européenne, africains ou d'autres juridictions disposant de lois impératives applicables à la protection des consommateurs ou à la protection des données personnelles (<strong>comme le RGPD en Europe</strong>), bénéficient des droits prévus par leur législation nationale. Ces droits s'appliqueront dans la mesure où ils sont impératifs et plus protecteurs que le droit du Nouveau-Mexique.",
        "content_113": "En cas de litige, les parties s'engagent à rechercher une résolution amiable dans un délai raisonnable. À défaut, le litige pourra être soumis à arbitrage selon les règles de l'<em>American Arbitration Association (<strong>AAA</strong>)</em>, si les deux parties y consentent. Le lieu de l'arbitrage sera Albuquerque, Nouveau-Mexique, États-Unis.",
        "content_114": "Les présentes Conditions Générales de Vente (<strong>CGV</strong>) sont disponibles en 3 langues (<strong>anglais, français et allemand</strong>) pour faciliter leur compréhension par les utilisateurs du monde entier.",
        "content_115": "En cas de divergence d'interprétation entre la version traduite et la version originale en français, cette dernière prévaudra. La version française fait foi à des fins juridiques et contractuelles, sauf indication contraire expresse dans une loi locale impérative.",
        "content_116": "> 7 - SERVICE CLIENT",
        "content_117": "Pour toute question, contactez-nous via {rodcodingSupportTag}"
    },
    "privacyPoliciesContent":{
        "content_0": "Cette page est la traduction d’un document en français. Cette traduction est uniquement fournie à titre d’information. La version définitive est celle en français.",
        "content_1": "Dernière mise à jour : {date}",
        "content_2": "1. Introduction",
        "content_3": "Bienvenue sur notre site web. Nous nous engageons à protéger votre vie privée. Cette politique de confidentialité explique comment nous collectons, utilisons et protégeons vos informations personnelles.",
        "content_4": "2. Informations que nous collectons",
        "content_5": "Nous pouvons collecter les types d'informations suivants :",
        "content_6": "Informations d'identification personnelle <strong>(nom, adresse e-mail, numéro de téléphone, adresse, etc.)</strong>",
        "content_7": "Informations nécessaire liée à la signature du contrat <strong>(signature électronique, information personnelle, nom, email...)</strong>",
        "content_8": "Informations nécessaire à l'établissement d'une facture <strong>(information personnelle, nom, email...)</strong>",
        "content_9": "3. Comment nous utilisons vos informations",
        "content_10": "Nous utilisons les informations collectées pour :",
        "content_11": "Établir un contrat entre vous <strong>(Client)</strong> et Nous <strong>(Prestataire de Service)</strong>",
        "content_12": "Faire un devis",
        "content_13": "Établir un cahier des charges",
        "content_14": "Générer une facture",
        "content_15": "4. Partage de vos informations",
        "content_16": "Nous ne vendons, n'échangeons ni ne louons vos informations personnelles à des tiers. Nous pouvons partager vos informations avec des prestataires de services tiers qui nous aident à exploiter notre site web et à fournir nos services, à condition qu'ils acceptent de maintenir la confidentialité de ces informations. Nous pouvons également divulguer vos informations lorsque cela est requis par la loi.",
        "content_17": "5. Sécurité des données",
        "content_18": "Nous mettons en œuvre des mesures de sécurité appropriées pour protéger vos informations personnelles contre l'accès non autorisé, la modification, la divulgation ou la destruction.",
        "content_19": "6. Vos droits",
        "content_20": "Vous pouvez demander la suppression ou modification de vos données personnelles. Pour exercer ces droits, veuillez nous contacter à l'adresse e-mail fournie {rodcodingSupport}.",
        "content_21": "7. Modifications de cette politique",
        "content_22": "Nous nous réservons le droit de mettre à jour cette politique de confidentialité de temps à autre. Les modifications seront publiées sur cette page. Étant donné que nos services sont régis par un contrat qui prend fin à la réalisation de la tâche convenue, les utilisateurs sont encouragés à consulter cette page régulièrement pour rester informés des éventuelles modifications.",
        "content_23": "8. Nous contacter",
        "content_24": "Si vous avez des questions concernant cette politique de confidentialité, veuillez nous contacter à : {link}"
    },
    "taxNumberText":"Veuillez entrer votre numéro {tax}",
    "clear": "Effacer",
    "save": "Enregistré",
    "signing": "Signature",
    "saasTitle": "Logiciel métier/SaaS",
    "saasItemTitle": "Logiciel métier/SaaS pour",
    "saasItem1Proprio": "ROD TECH SOLUTIONS",
    "saasItem2Proprio": "Formation",
    "websiteItem6Proprio": "Formation",
    "websiteItem5Proprio": "ROD TECH SOLUTIONS",
    "saasItem3Proprio": "Avlis Formation",
    "saasItem1TaskPara1": "Étude du projet",
    "saasItem1TaskPara2": "Création d'un cahier des charges",
    "saasItem1TaskPara3": "Découpage des fonctionnalités",
    "saasItem1TaskPara4": "Établissement d'un plan de développement",
    "saasItem1TaskPara5": "Création de la charte graphique (logo, couleurs, typographie...)",
    "saasItem1TaskPara6": "Création d'un modèle de base de données",
    "saasItem1TaskPara7": "Création de la base de données (tables, triggers...)",
    "saasItem1TaskPara8": "Développement du frontend (design de l'interface)",
    "saasItem1TaskPara9": "Développement du backend (logique)",
    "saasItem1TaskPara10": "Développement du backoffice",
    "saasItem1TaskPara11": "Tests unitaires, tests d'intégration",
    "saasItem1TaskPara12": "Déploiement (mise en ligne)",
    "saasItem2TaskPara1": "Définition du projet (cahier des charges)",
    "saasItem2TaskPara2": "Mise en place de la charte graphique (couleurs, typographie...)",
    "saasItem2TaskPara3": "Création du modèle de base de données",
    "saasItem2TaskPara4": "Création de la base de données (tables, triggers...)",
    "saasItem2TaskPara5": "Développement du frontend (design)",
    "saasItem2TaskPara6": "Développement du backend (logique)",
    "saasItem2TaskPara7": "Tests unitaires, tests d'intégration",
    "saasItem2TaskPara8": "Déploiement (mise en ligne)",
    "saasItem3TaskPara1": "Correction des bugs",
    "saasItem3TaskPara2": "Mise à jour du contenu (texte/images)",
    "saasItem3TaskPara3": "Ajout de nouvelles fonctionnalités",
    "saasItem3TaskPara4": "Amélioration du code produit",
    "saasItem3TaskPara5": "Test final",
    "saasItem3TaskPara6": "Déploiement (mise en ligne)",
    "saasItem3TaskPara7": "Étude sur la refonte complète du CRM",
    "websiteItem5TaskPara1": "Définition de la charte graphique (logo, couleurs, typographie...)",
    "websiteItem5TaskPara2": "Initialisation du projet avec le framework (React)",
    "websiteItem5TaskPara3": "Développement de l'interface (pages du site)",
    "websiteItem5TaskPara4": "Ajout du contenu (texte, images...)",
    "websiteItem5TaskPara5": "Test final",
    "websiteItem5TaskPara6": "Déploiement (mise en ligne)",
    "websiteItem6TaskPara1": "Souscription sur TMDB pour obtenir une clé API",
    "websiteItem6TaskPara2": "Définition de la charte graphique (logo, couleurs, typographie...)",
    "websiteItem6TaskPara3": "Développement de l'interface (pages du site)",
    "websiteItem6TaskPara4": "Ajout des fonctionnalités de recherche, filtre, tri...",
    "websiteItem6TaskPara5": "Test final",
    "websiteItem6TaskPara6": "Déploiement (mise en ligne)",
    "websiteItem6Para": "<strong>Movie API</strong> est un site intégrant une base de données de films <strong>TMDB</strong>. Il regroupe les films et séries par catégorie. Il a pour but d'informer les utilisateurs sur les nouveautés dans ce domaine. Il a été réalisé en React avec d'autres technologies telles que le préprocesseur CSS <strong>SCSS</strong>.",
    "websiteItem5Para": "Ce site est un portfolio ayant pour but de présenter les compétences d'un particulier dans un domaine spécifique. Il est utile lorsqu'on souhaite présenter ses compétences et projets réalisés de manière détaillée. Il a été réalisé en React avec d'autres technologies telles que le préprocesseur CSS <strong>SCSS</strong>.",
    "websiteVitrineShortText1": "Site vitrine multilingue pour entreprise.",
    "websiteVitrineShortText2": "Site vitrine pour entreprise.",
    "websiteVitrineShortText3": "CRM pour entreprise.",
    "websiteVitrineShortText4": "Site blog, service, atelier plus CMS.",
    "websiteVitrineShortText5": "Site pour particulier.",
    "websiteVitrineShortText6": "Site de films et séries.",
    "websiteReworkShortText1": "Refonte de site vitrine.",
    "websiteEcommerShortText1": "Site e-commerce pour entreprise.",
    "websiteEcommerShortText2": "Site e-commerce pour entreprise.",
    "saasShortText1": "SaaS pour entreprise.",
    "saasShortText2": "Logiciel métier pour particulier.",
    "saasShortText3": "CRM pour entreprise.",
    "saasShortText4": "CRM pour entreprise.",
    "appItem1Proprio":"ROD TECH SOLUTIONS",
    "appShortText1": "Application mobile pour entreprise.",
    "appItemTitle":"Application mobile pour",
    "appItem4TaskPara1": "Étude du projet",
    "appItem4TaskPara2": "Création d'un cahier des charges",
    "appItem4TaskPara3": "Découpage des fonctionnalités",
    "appItem4TaskPara4": "Établissement d'un plan de développement",
    "appItem4TaskPara5": "Création de la charte graphique (logo, couleurs, typographie...)",
    "appItem4TaskPara6": "Développement du design de l'interface",
    "appItem4TaskPara7": "Tests unitaires, tests d'intégration",
    "appItem4TaskPara8": "Adaptation de l'interface crée sur Android et IOS",
    "appItem4TaskPara9": "Tests d'intégration",
    "appItem4TaskPara10": "Déploiement sur App Store et Play Store",
    "seo": {
        "index": {
            "title": "Création de sites internet, e-commerce applications - RodCoding",
            "description": "RodCoding conçoit vos sites internet vitrines, e-commerce, logiciels métiers/SaaS et applications mobiles, que vous soyez une entreprise ou un particulier. Bénéficiez d’un accompagnement complet et sur mesure.",
            "keyWords": "création site internet,création site e-commerce,développement logiciel,saas,logiciel métier,développement application mobile,application web,site vitrine,référencement,seo,développeur freelance,tarifs création site,prix site internet,prestataire web,réalisations,portfolio,services web,contact,a propos,mentions légales"
        },
        "createContrat": {
            "title": "Création de contrat - RodCoding",
            "description": "Formulaire de création de contrat pour vos prestations et projets avec RodCoding.",
            "keyWords": "contrat,création contrat,formulaire contrat,rodcoding"
        },
        "signContract": {
            "title": "Signature de contrat - RodCoding",
            "description": "Page de signature électronique sécurisée de votre contrat avec RodCoding.",
            "keyWords": "signature contrat,signature électronique,rodcoding"
        },
        "legalNotice": {
            "title": "Mentions légales - RodCoding",
            "description": "Consultez les mentions légales et informations juridiques de RodCoding.",
            "keyWords": "mentions légales,informations légales,rodcoding"
        },
        "privacyPolicies": {
            "title": "Politique de confidentialité - RodCoding",
            "description": "Découvrez la politique de confidentialité de RodCoding concernant vos données personnelles.",
            "keyWords": "politique de confidentialité,protection données personnelles,rgpd,rodcoding"
        },
        "gts": {
            "title": "Conditions Générales de Vente - RodCoding",
            "description": "Consultez nos Conditions Générales de Vente (CGV) applicables à toutes nos prestations.",
            "keyWords": "cgv,conditions générales de vente,rodcoding"
        },
        "invoice": {
            "title": "Facturation - RodCoding",
            "description": "Générez et consultez vos factures pour les prestations RodCoding.",
            "keyWords": "facture,facturation,génération facture,rodcoding"
        },
        "clientList": {
            "title": "Liste des clients - RodCoding",
            "description": "Consultez la liste complète de nos clients et partenaires.",
            "keyWords": "clients,liste clients,partenaires,rodcoding"
        },
        "createClient": {
            "title": "Création d’un client - RodCoding",
            "description": "Ajoutez un nouveau client à votre espace RodCoding.",
            "keyWords": "création client,ajout client,rodcoding"
        },
        "login": {
            "title": "Connexion - RodCoding",
            "description": "Connectez-vous à votre espace RodCoding pour gérer vos projets.",
            "keyWords": "connexion,login,espace client,rodcoding"
        },
        "updateClient": {
            "title": "Mise à jour du client - RodCoding",
            "description": "Mettez à jour les informations de votre client dans l’espace RodCoding.",
            "keyWords": "mise à jour client,modification client,rodcoding"
        },
        "webConfig": {
            "title": "Configuration du site - RodCoding",
            "description": "Paramétrez et configurez votre site internet développé par RodCoding.",
            "keyWords": "configuration site,web config,paramètres site,rodcoding"
        },

        "serviceDescription": "Nous proposons la création et la maintenance de sites internet vitrines, e-commerce, logiciels métiers/SaaS et applications mobiles, adaptés aux besoins des entreprises et particuliers.",
        "companyDescription": "RodCoding, via ROD TECH SOLUTIONS LLC, développe et maintient vos sites internet, e-commerce, logiciels métiers/SaaS et applications mobiles avec un accompagnement sur mesure pour entreprises et particuliers.",
        "devService": "Prestation de développement et maintenance (Développeur Web/Mobile).",
        "workPlace": "Localisation des activités et zone d’intervention.",
        "offers": "Création et maintenance de sites internet, e-commerce, logiciels métiers/SaaS et applications mobiles.",
        "work": "Développeur Web et Mobile indépendant.",

        "dev": {
            "title": "Prestations de développement web - RodCoding",
            "siteweb": {
            "name": "Développement de sites internet",
            "description": "Nous développons des sites internet professionnels et optimisés SEO pour tous secteurs d'activité : avocat, médecin, artisan, coach, etc.",
            "cmsOption": "Option CMS (Système de gestion de contenu)",
            "cmsOptionDescription": "Solution rapide et évolutive basée sur un CMS comme WordPress ou Strapi.",
            "handOption": "Option Codage Complet",
            "handOptionDescription": "Développement sur mesure 100% personnalisé, sans CMS.",
            "mixOption": "Option Hybride",
            "mixOptionDescription": "Combinaison d’un CMS et de modules spécifiques codés sur mesure.",
            "hour": "Tarifs en paiement horaire.",
            "annual": "Tarifs pour un engagement annuel."
            },
            "ecommerce": {
            "name": "Développement de sites e-commerce",
            "description": "Nous développons des sites e-commerce performants et sécurisés, adaptés à vos produits et à votre activité.",
            "cmsOption": "Option CMS (Système de gestion de contenu)",
            "cmsOptionDescription": "Solution e-commerce basée sur WooCommerce, Shopify ou autres CMS.",
            "handOption": "Option Codage Complet",
            "handOptionDescription": "Site e-commerce développé sur mesure sans CMS selon vos besoins précis.",
            "mixOption": "Option Hybride",
            "mixOptionDescription": "Combinaison CMS et développement spécifique pour vos modules clés.",
            "hour": "Tarifs en paiement horaire.",
            "annual": "Tarifs pour un engagement annuel."
            },
            "saas": {
            "name": "Développement de logiciels métiers / SaaS",
            "description": "Nous développons des logiciels métiers et SaaS adaptés à vos processus, objectifs et contraintes techniques.",
            "price": "Tarifs personnalisés après devis détaillé en fonction de vos besoins et fonctionnalités souhaitées."
            },
            "app": {
            "name": "Développement d’applications mobiles",
            "description": "Nous développons des applications mobiles iOS et Android pour tous types de projets : e-commerce, SaaS, services internes.",
            "price": "Tarifs personnalisés après devis détaillé selon le cahier des charges et la complexité technique."
            }
        },

        "maintenance": {
            "title": "Prestations de maintenance - RodCoding",
            "siteweb": {
            "name": "Maintenance de sites internet",
            "description": "Nous assurons la maintenance corrective, évolutive et préventive de vos sites internet pour garantir leur disponibilité et leur sécurité.",
            "price": "Tarifs disponibles : maintenance horaire {hour}, maintenance annuelle {year}."
            },
            "ecommerce": {
            "name": "Maintenance de sites e-commerce",
            "description": "Maintenance et mises à jour continues de vos sites e-commerce, quelle que soit la technologie utilisée.",
            "price": "Tarifs disponibles : maintenance horaire {hour}, maintenance annuelle {year}."
            },
            "saas": {
            "name": "Maintenance de logiciels métiers / SaaS",
            "description": "Maintenance technique et fonctionnelle de vos logiciels métiers et SaaS.",
            "price": "Tarifs personnalisés après devis en fonction des besoins et fonctionnalités à maintenir."
            },
            "app": {
            "name": "Maintenance d’applications mobiles",
            "description": "Maintenance corrective et évolutive de vos applications mobiles (Android/iOS).",
            "price": "Tarifs personnalisés après devis en fonction du périmètre et des évolutions requises."
            }
        }
    },
    "maintenanceInformaticName":"Maintenance informatique",
    "maintenanceInformatic":"Pour tous vos besoins et problèmes informatiques — conseils,installation, mises à jour, maintenance et bien plus encore — je suis à votre service. Que ce soit pour optimiser vos équipements, résoudre un dysfonctionnement ou vous accompagner dans vos projets numériques, je suis disponible pour vous apporter une assistance rapide et efficace. En cas de besoin, n’hésitez pas à me contacter.",
    "errorLoadClient":"Impossible de charger les clients pour le moment."
}
    